{
  "name": "حافظ",
  "bio": "خواجه شمس‌الدین محمد بن بهاءالدّین محمد حافظ شیرازی (زاده ح. ۷۲۷ (قمری)- درگذشته ۷۹۲ (قمری))، معروف به لسان‌الغیب ، ترجمان الاسرار، لسان‌العرفاو ناظم‌الاولیا، شاعر بزرگ سدهٔ هشتم ایران (برابر قرن چهاردهم میلادی) و یکی از سخنوران نامی جهان است. بیش‌تر شعرهای او غزل هستند که به غزلیات حافظ شهرت دارند. \n\nگرایش حافظ به شیوهٔ سخن‌پردازی خواجوی کرمانی و شباهت شیوهٔ سخنش با او مشهور است. او از مهم‌ترین تأثیرگذاران بر شاعران پس از خود شناخته می‌شود. در سده‌های هجدهم و نوزدهم اشعار او به زبان‌های اروپایی ترجمه شد و نام او به گونه‌ای به محافل ادبی جهان غرب نیز راه یافت.\n\nهرساله در تاریخ ۲۰ مهرماه مراسم بزرگ‌داشت حافظ در محلآرامگاه او در شیراز با حضور پژوهشگران ایرانی و خارجی برگزار می‌شود. مطابق تقویم رسمی ایران این روز را روز بزرگ‌داشت حافظ نامیده‌اند.\n\nاطلاعات چندانی از خانواده و اجداد خواجه حافظ در دست نیست و ظاهراً پدرش «بهاءالدین محمد» نام داشته و مادرش اهل کازرون بوده‌است. در اشعار او که می‌تواند یگانه منبع موثّق زندگی او باشد اشاره‌های اندکی از زندگی شخصی و خصوصی او یافت می‌شود. آنچه از فحوای تذکرهها به دست می‌آید بیشتر افسانه‌هایی است که از این شخصیّت در ذهن عوام ساخته و پرداخته شده‌است. با این همه آنچه با تکیه به اشارات دیوان او و برخی منابع معتبر قابل بیان است آن است که او در خانواده‌ای از نظر مالی در حد متوسط جامعه زمان خویش متولد شده‌است. (با این حساب که کسب علم و دانش در آن زمان اصولاً مربوط به خانواده‌های مرفه و بعضاً متوسط جامعه بوده‌است). در نوجوانی قرآن را با چهارده روایت آن از برکرده و از همین رو به حافظ ملقب گشته‌است.\n\nدر دوران حکومت شاه شیخ ابواسحاق (متوفای ۷۵۸ ق) به دربار راه پیدا کرده و احتمالاً شغل دیوانی پیشه کرده‌است. شاعری پیشه اصلی او نبوده و امرار معاش او از طریق شغلی دیگر (احتمالاً دیوانی) تأمین می‌شده‌است. در این خصوص نیز اشارات متعددی در دیوان او وجود دارد که بیان‌کننده اتکای او به شغلی جدای از شاعری است، از جمله در تعدادی از این اشارات به درخواست وظیفه (حقوق و مستمری) اشاره دارد.\n\nدربارهٔ سال دقیق تولد او بین مورخان و حافظ‌شناسان اختلاف نظر وجود دارد. دکتر ذبیح‌الله صفا ولادت او را در ۷۲۷ ه‍. ق و دکتر قاسم غنی آن را در ۷۱۷ می‌دانند. برخی دیگر از پژوهندگان همانند علامه دهخدا بر اساس قطعه‌ای از حافظ ولادت او را قبل از این سال‌ها و حدود ۷۱۰ ق تخمین می‌زنند. آنچه مسلم است ولادت او در اوایل قرن هشتم هجری و بعد از ۷۱۰ واقع شده و به گمان غالب بین ۷۲۰ تا ۷۲۹ ق روی داده‌است."
}