[
  {
    "title": "غزل شماره ۱ ",
    "verses": [
      {
        "text": "اَلا یا اَیُّهَا السّاقی اَدِرْ کَأسَاً و ناوِلْها / که عشق آسان نمود اوّل ولی افتاد مشکل‌ها",

        "explanation": "ساقی ، باده به یک یک اهل مجلس بده و آن وقت به من بده زیرا عشق جانان در ابتدا به نظر ساده آمد اما در آخر مشکلات زیادی در آن پیدا شد . [ زیرا به کسی که دل دادی و عشق ورزیدی ابتدا نسبت به تو انواع ملایمات را نشان می دهد اما بعد شروع می کند به استغنا ، عاشق بیچاره هم تحمل استغنا را نیاورده . برای تسلی آلام درونی خود گاه به باده و زمانی به افیون و قهوه مبتلا می شود که اندکی دل دیوانه خود را آرام کند . ( اَدِر = به گردش درآوردن ، کاس = جام ، ناول = به کسی دادن ) ]"
      },
      {
        "text": "به بویِ نافه‌ای کآخِر صبا زان طُرّه بُگشاید / ز تابِ جَعدِ مشکینش چه خون افتاد در دل‌ها",
        "explanation": "به سبب بوی خوش یا به امید بوی مشک که صبا آن را از زلف پر چین و شکن یا از طره تابدار جانان می آورد چه خون ها که در دلها افتاد . یعنی دلها را پر از خون کرد و سبب خون شدن دلها انتظار طولانی است . چه صبا در گشودن پیچ و تاب زلف مجعد جانان درنگ می کند و باعث اضطراب خاطر عشاق می گردد . [ جعد = موی مجعد یعنی مویی که به شکل جلقه زنجیر باشد . تاب = در اینجا به معنی چین و شکن است . نافه = نافه مشک یعنی غلاف مشک ]"
      },
      {
        "text": "مرا در منزلِ جانان چه امنِ عیش، چون هر دَم / جَرَس فریاد می‌دارد که بَربندید مَحمِل‌ها",
        "explanation": "در منزل جانان برای من زندگی راحت وامن چگونه میسر است یعنی میسر نیست چونکه هر آن و هر نفس ، جرس آگاه می کند که بارهایتان را بربندید و هر چه زودتر به جانان واصل شوید ک فرصت غنیمت است . [ جرس = زنگ البته از نوعی که به گردن شترها می بندند ]\n\n– منزل ، محل نزول یا خانه و مسکن ، به قیاس منزلها که در بیت بعد آمده ، اینجا نیز مرادش منازل است و لکن به ضرورت وزن شعر به صورت مفرد بیان کرده است . زیرا که راه وصول به جانان منحصر به یک راه نمی شود بلکه منازل متعدد لازم است . به این معنی که عاشق برای وصول به جانان باید رنج و محنت زیاد بکشد و مراحل سخت بگذراند تا قدر وصل معشوق را بداند و کمر به خدمتش بربندد ."
      },
      {
        "text": "به مِی سجّاده رنگین کُن گَرَت پیرِ مُغان گوید / که سالِک بی‌خبر نَبْوَد ز راه و رسمِ منزل‌ها",
        "explanation": "اگر پیر مغان یعنی باده فروش به تو گوید که اسباب عبادت و سجاده را با شراب آلوده کن . سخنش را قبول کن و اوامر او را به جا بیاور . زیرا که پیر مغان ، سالک مرتاص طریق باده نوشان است و از عادات و رسوم میخانه ها بی خبر نیست . چه هر روز عرفای کاملی را به سر منزل مقصود راهنمایی می کند و از رسوم رندان کاملا آگاه می باشد و طبیعت و مشرب همه سالکین را خوب شناخته است . پس پیروی و اطاعت از اوامر او لازم و ضروری است و تخلف از دستورات وی موجب ندامت جبران ناپذیر می گردد . زیرا در امر ندامت خماری حکمت عظیم وجود دارد که آن حکمت را فقط پیر و امثال او می داند . [ مغان = جمع مغ به معنی کشیش و متصدی آتش و مطلقاََ به کافر ، مغ گویند . و مراد از پیر مغان ، بزرگ و رئیس مغان است . ]"
      },
      {
        "text": "شبِ تاریک و بیمِ موج و گِردابی چنین هایل / کجا دانند حالِ ما سبک‌بارانِ ساحل‌ها؟",
        "explanation": "ظلمت شب هجران و ترس از رقیب و خوف غرق شدن در گرداب فراق ابدی . این است وضع و حال ما ، پس کسانی که به ساحل وصال رسیده اند . دیگر نه غم اغیار دارند و نه خوف انفصال از معشوق . پس چگونه می توانند حال ما را دریابند . [ بیم = خوف و ترس ، گرداب = محلی که آب به دور خود می چرخد ، هایل = مشتق از هول به معنای ترس ، سبکبار = کنایه از اشخاص آسوده و بی خیال ]"
      },
      {
        "text": "همهْ کارم ز خودکامی به بدنامی کشید آخر / نهان کِی مانَد آن رازی کَزو سازند مَحفل‌ها؟",
        "explanation": "چون تمام افعال و اعمالم به مقتضای میل و مراد و خواهش دل خودم بوده . یعنی متوجه حصول مراد و دلخواه خودم بودم و مقید حصول مراد جانان نبودم  و پیوسته حصول مرادجانان را بر مراد و میل خودم مقدم نمی دیدم . این است که بالآخره کارم به رسوایی و بدنامی منحر شد . [ خودکام = کسی که همه کارها را به مقتضای میل و مطابق دلخواه خود انجام دهد . بدنام = رسوا ]\n\nمنظور بیت : مقتضای عشق و محبت بدست آوردن خاطر جانان است و برای نیل به این مقصود باید مال و جان را ترک گفته و خدماتی که شایسته مقام جانان باشد با کمال رعایت ادب به جا آورد . حتی به موقع باید از اقارب و متعلقات هم چشم پوشید . خلاصه برای تقرب به درگاه دولت و سدّۀ سعادت جانان باید التزام آستان جانان را همیشه رعایت کرد . پس مصراع دوم را ضرب المثل برای مضمون مصراع اول آورده و می گوید : کی مخفی می ماند سِرّی که آن را در مجمع و محافل گویند یعنی البته نمی ماند . هلالی در این باره گوید : بعد از این راز هلالی نتوان ساخت نهان / که به هر خلوت ازو انجمنی ساخته اند . "
      },
      {
        "text": "حضوری گر همی خواهی از او غایب مشو حافظ / مَتیٰ ما تَلْقَ مَنْ تَهْویٰ دَعِ الدُّنْیا وَ اَهْمِلْها",
        "explanation": "ای حافظ اگر می خواهی به آنچه که دوست داری برسی . دنیا ترک کن یعنی در راه وصل معشوق همه چیز خود را بذل کن و در راه خدمتش صرف نمای . چه مراد از ترک دنیا ، ترک اموال و اسباب و بطورکلی علایق دنیوی است . زیرا بزرگترین وسیله وصل معشوق ، گذشت از مال و پس از آن بذل نفس است و کسی که از این دو صرف نظر نماید شایسته خدمت می باشد و از این ها که بگذریم آن وقت مقام علم است و معرفت . و در یک کلام ، اگر طالب آسایشی ای حافظ ازو غافل مشو . [ تلق = کسی را دیدن ، تهوی = دوست داشتن ، دع =  ترک کردن ، اهمل = فراموش کردن چیزی ]"
      }

    ]
  },
  {
    "title": " غزل شماره ۲ ",
    "verses": [
      {
        "text": "صلاحِ کار کجا و منِ خراب کجا / ببین تفاوتِ رَه کز کجاست تا به کجا",
        "explanation": "یار به فکر آرایش و اصلاح خود است ام من به فکر باده نوشی و مستی . هیچ مناسبتی بین من و یار نیست . مصراع دوم همین معنی را تایید می کند و می گوید : بین طریق عشق و طریق زهد تنافی وجود دارد . [ صلاح کار = عمل صالح و نیک . خراب = سرخوش و مست ]"
      },
      {
        "text": "دلم ز صومعه بگرفت و خِرقِهٔ سالوس / کجاست دِیرِ مُغان و شرابِ ناب کجا",
        "explanation": "دلم از صومعه و از خرقه ریا زده شد یعنی از هر دو این ها بیزارم . کجاست دیر مغان ؟ یعنی میخانه و شراب خالص و صاف کجاست . یعنی این که از زرق و ریا بیزارم و از ظاهر سازی نفرت دارم . سلوک طریق عشق و رندی را می خواهم . [ صومعه = در اصل عبادتگاه نصارا بوده ولی بعدها مطلقاََ به عبادتگاه اطلاق شد . دلم بگرفت = متنفرم و بیزارم . خرقه سالوس = خرقه ریا . ناب = خالص و صافی ]"
      },
      {
        "text": "چه نسبت است به‌ رندی صَلاح و تقوا را / سماعِ وَعظ کجا نغمهٔ رَباب کجا",
        "explanation": "این بیت مضمون بیت اول را تایید می کند و می گوید : چه مناسبت دارد باده نوشی با صلاح و تقوی . استماع وعظ کجا و شنیدن ساز کجا . چون این دو با هم سازگار نیستند ."
      },
      {
        "text": "ز رویِ دوست دلِ دشمنان چه دریابد؟ /  چراغِ مُرده کجا شمعِ آفتاب کجا",
        "explanation": "از روی دوست ، خاطر دشمنان چه دریابد یعنی دشمنان از روی دوست نور و صفا کسب نمی کنند . مصراع دوم را مثل قرار داده و می فرماید : آتش خاموش شمع کجا و شمع آفتاب کجا . یعنی همانطور که شمع خاموش از خورشید نور و ضیا کسب نمی کند . دل افسرده دشمنان هم از روی جانان کسب نور و ضیا نکند . [ دریابد = فهمیدن ، یابیدن و یافتن مطلقاََ به معنای پیدا کردن است ولی اگر به اول هر یک از آنها ، پیشوند «در» اضافه گردد . معنای فهمیدن می دهند . چراغ = آتش پاره ای که در فتیله شمع می سوزد . و لفظ مرده اگر در مورد آتش بکار رود به معنای خاموش است ]"
      },
      {
        "text": "چو کُحلِ بینشِ ما خاکِ آستانِ شماست / کجا رویم بفرما ازین جناب کجا",
        "explanation": "چون خاک آستان شما سُرمه چشم ما است . بفرمایید که از این پیشگاه کجا رویم . یعنی تا چشم باز کردیم این پیشگاه را دیدیم و تا روز مرگ هم ملازم همین درگاهیم و غیر از این جا به جای دیگر نمی رویم . [ کحل = سُرمه . بینش = دیدن و بصر . آستان = درگاه ]"
      },
      {
        "text": "مَبین به سیبِ زَنَخدان که چاه در راه است / کجا همی‌روی ای دل بدین شتاب کجا",
        "explanation": "ای دل به سیب زنخدان جانان فریفته مشو که آن در سر راهش چاهی است . خطاب به دل گوید : ای دل با این عجله کجا می روی . شتاب مکن و با تمکین و تأمل برو که به چاه نیفتی والّا زندانی ابد می شوی . چون زنجیرهای زلف جانان زندان و حبس خانه دل هاست . هر کس که گرفتار شد دیگر خلاصی ندارد پس اگر می خواهی گرفتار نشوی و اسیر عشق جانان نگردی به آن چیزها التفات و توجه نداشته باش . [ سیب زنخدان = زقن را گویند ، گودی در چانه که شعرا آن را به سیب و به ، تشبیه کرده اند . چاه = در اینجا به معنای چاه عمیق واقعی نیست ]"
      },
      {
        "text": "بِشُد! که یادِ خوشش باد روزگارِ وصال / خود آن کِرِشمه کجا رفت و آن عِتاب کجا؟",
        "explanation": "روزگار وصال رفت . ذکرش به خیر باد . آن حرکات موزون و آن شیوه های مقبول و مطبوع جانان کجا رفت و آن عتاب های محبوبانه آن زمان چطور شد . [ بشد = رفت . یاد = ذکر و به خاطر آوردن . کرشمه = حرکات موزونی که از چشم و ابرو صادر مشود ، ناز و عشوه . عتاب = سرزنش ]"
      },
      {
        "text": "قرار و خواب ز حافظ طمع مدار ای دوست / قرار چیست صبوری کدام و خواب کجا؟",
        "explanation": "ای جانان از حافظ طمع و توقع قرار و صبر و خواب نداشته باش . قرار چیست و خواب کدام است و صبر کجاست ؟ مراد این است که خواب و آرامش در مقام صبر است . در مقام عشق این ها مفهومی ندارد . یعنی عاشق از این ها برکنار است . [ طمع مدار = آرزو مکن ]"
      }
    ]
  }

  ]