[
  {
    "title": "غزل شماره ۱",
    "verses": [
      {
        "text": "اَلا یا اَیُّهَا السّاقی اَدِرْ کَأسَاً و ناوِلْها / که عشق آسان نمود اوّل ولی افتاد مشکل‌ها",

        "explanation": "ساقی ، باده به یک یک اهل مجلس بده و آن وقت به من بده زیرا عشق جانان در ابتدا به نظر ساده آمد اما در آخر مشکلات زیادی در آن پیدا شد . [ زیرا به کسی که دل دادی و عشق ورزیدی ابتدا نسبت به تو انواع ملایمات را نشان می دهد اما بعد شروع می کند به استغنا ، عاشق بیچاره هم تحمل استغنا را نیاورده . برای تسلی آلام درونی خود گاه به باده و زمانی به افیون و قهوه مبتلا می شود که اندکی دل دیوانه خود را آرام کند . ( اَدِر = به گردش درآوردن ، کاس = جام ، ناول = به کسی دادن ) ]"
      },
      {
        "text": "به بویِ نافه‌ای کآخِر صبا زان طُرّه بُگشاید / ز تابِ جَعدِ مشکینش چه خون افتاد در دل‌ها",
        "explanation": "به سبب بوی خوش یا به امید بوی مشک که صبا آن را از زلف پر چین و شکن یا از طره تابدار جانان می آورد چه خون ها که در دلها افتاد . یعنی دلها را پر از خون کرد و سبب خون شدن دلها انتظار طولانی است . چه صبا در گشودن پیچ و تاب زلف مجعد جانان درنگ می کند و باعث اضطراب خاطر عشاق می گردد . [ جعد = موی مجعد یعنی مویی که به شکل جلقه زنجیر باشد . تاب = در اینجا به معنی چین و شکن است . نافه = نافه مشک یعنی غلاف مشک ]"
      },
      {
        "text": "مرا در منزلِ جانان چه امنِ عیش، چون هر دَم / جَرَس فریاد می‌دارد که بَربندید مَحمِل‌ها",
        "explanation": "در منزل جانان برای من زندگی راحت وامن چگونه میسر است یعنی میسر نیست چونکه هر آن و هر نفس ، جرس آگاه می کند که بارهایتان را بربندید و هر چه زودتر به جانان واصل شوید ک فرصت غنیمت است . [ جرس = زنگ البته از نوعی که به گردن شترها می بندند ]\n\n– منزل ، محل نزول یا خانه و مسکن ، به قیاس منزلها که در بیت بعد آمده ، اینجا نیز مرادش منازل است و لکن به ضرورت وزن شعر به صورت مفرد بیان کرده است . زیرا که راه وصول به جانان منحصر به یک راه نمی شود بلکه منازل متعدد لازم است . به این معنی که عاشق برای وصول به جانان باید رنج و محنت زیاد بکشد و مراحل سخت بگذراند تا قدر وصل معشوق را بداند و کمر به خدمتش بربندد ."
      },
      {
        "text": "به مِی سجّاده رنگین کُن گَرَت پیرِ مُغان گوید / که سالِک بی‌خبر نَبْوَد ز راه و رسمِ منزل‌ها",
        "explanation": "اگر پیر مغان یعنی باده فروش به تو گوید که اسباب عبادت و سجاده را با شراب آلوده کن . سخنش را قبول کن و اوامر او را به جا بیاور . زیرا که پیر مغان ، سالک مرتاص طریق باده نوشان است و از عادات و رسوم میخانه ها بی خبر نیست . چه هر روز عرفای کاملی را به سر منزل مقصود راهنمایی می کند و از رسوم رندان کاملا آگاه می باشد و طبیعت و مشرب همه سالکین را خوب شناخته است . پس پیروی و اطاعت از اوامر او لازم و ضروری است و تخلف از دستورات وی موجب ندامت جبران ناپذیر می گردد . زیرا در امر ندامت خماری حکمت عظیم وجود دارد که آن حکمت را فقط پیر و امثال او می داند . [ مغان = جمع مغ به معنی کشیش و متصدی آتش و مطلقاََ به کافر ، مغ گویند . و مراد از پیر مغان ، بزرگ و رئیس مغان است . ]"
      },
      {
        "text": "شبِ تاریک و بیمِ موج و گِردابی چنین هایل / کجا دانند حالِ ما سبک‌بارانِ ساحل‌ها؟",
        "explanation": "ظلمت شب هجران و ترس از رقیب و خوف غرق شدن در گرداب فراق ابدی . این است وضع و حال ما ، پس کسانی که به ساحل وصال رسیده اند . دیگر نه غم اغیار دارند و نه خوف انفصال از معشوق . پس چگونه می توانند حال ما را دریابند . [ بیم = خوف و ترس ، گرداب = محلی که آب به دور خود می چرخد ، هایل = مشتق از هول به معنای ترس ، سبکبار = کنایه از اشخاص آسوده و بی خیال ]"
      },
      {
        "text": "همهْ کارم ز خودکامی به بدنامی کشید آخر / نهان کِی مانَد آن رازی کَزو سازند مَحفل‌ها؟",
        "explanation": "چون تمام افعال و اعمالم به مقتضای میل و مراد و خواهش دل خودم بوده . یعنی متوجه حصول مراد و دلخواه خودم بودم و مقید حصول مراد جانان نبودم  و پیوسته حصول مرادجانان را بر مراد و میل خودم مقدم نمی دیدم . این است که بالآخره کارم به رسوایی و بدنامی منحر شد . [ خودکام = کسی که همه کارها را به مقتضای میل و مطابق دلخواه خود انجام دهد . بدنام = رسوا ]\n\nمنظور بیت : مقتضای عشق و محبت بدست آوردن خاطر جانان است و برای نیل به این مقصود باید مال و جان را ترک گفته و خدماتی که شایسته مقام جانان باشد با کمال رعایت ادب به جا آورد . حتی به موقع باید از اقارب و متعلقات هم چشم پوشید . خلاصه برای تقرب به درگاه دولت و سدّۀ سعادت جانان باید التزام آستان جانان را همیشه رعایت کرد . پس مصراع دوم را ضرب المثل برای مضمون مصراع اول آورده و می گوید : کی مخفی می ماند سِرّی که آن را در مجمع و محافل گویند یعنی البته نمی ماند . هلالی در این باره گوید : بعد از این راز هلالی نتوان ساخت نهان / که به هر خلوت ازو انجمنی ساخته اند . "
      },
      {
        "text": "حضوری گر همی خواهی از او غایب مشو حافظ / مَتیٰ ما تَلْقَ مَنْ تَهْویٰ دَعِ الدُّنْیا وَ اَهْمِلْها",
        "explanation": "ای حافظ اگر می خواهی به آنچه که دوست داری برسی . دنیا ترک کن یعنی در راه وصل معشوق همه چیز خود را بذل کن و در راه خدمتش صرف نمای . چه مراد از ترک دنیا ، ترک اموال و اسباب و بطورکلی علایق دنیوی است . زیرا بزرگترین وسیله وصل معشوق ، گذشت از مال و پس از آن بذل نفس است و کسی که از این دو صرف نظر نماید شایسته خدمت می باشد و از این ها که بگذریم آن وقت مقام علم است و معرفت . و در یک کلام ، اگر طالب آسایشی ای حافظ ازو غافل مشو . [ تلق = کسی را دیدن ، تهوی = دوست داشتن ، دع =  ترک کردن ، اهمل = فراموش کردن چیزی ]"
      }

    ]
  },
  {
    "title": "غزل شماره ۲",
    "verses": [
      {
        "text": "صلاحِ کار کجا و منِ خراب کجا / ببین تفاوتِ رَه کز کجاست تا به کجا",
        "explanation": "یار به فکر آرایش و اصلاح خود است ام من به فکر باده نوشی و مستی . هیچ مناسبتی بین من و یار نیست . مصراع دوم همین معنی را تایید می کند و می گوید : بین طریق عشق و طریق زهد تنافی وجود دارد . [ صلاح کار = عمل صالح و نیک . خراب = سرخوش و مست ]"
      },
      {
        "text": "دلم ز صومعه بگرفت و خِرقِهٔ سالوس / کجاست دِیرِ مُغان و شرابِ ناب کجا",
        "explanation": "دلم از صومعه و از خرقه ریا زده شد یعنی از هر دو این ها بیزارم . کجاست دیر مغان ؟ یعنی میخانه و شراب خالص و صاف کجاست . یعنی این که از زرق و ریا بیزارم و از ظاهر سازی نفرت دارم . سلوک طریق عشق و رندی را می خواهم . [ صومعه = در اصل عبادتگاه نصارا بوده ولی بعدها مطلقاََ به عبادتگاه اطلاق شد . دلم بگرفت = متنفرم و بیزارم . خرقه سالوس = خرقه ریا . ناب = خالص و صافی ]"
      },
      {
        "text": "چه نسبت است به‌ رندی صَلاح و تقوا را / سماعِ وَعظ کجا نغمهٔ رَباب کجا",
        "explanation": "این بیت مضمون بیت اول را تایید می کند و می گوید : چه مناسبت دارد باده نوشی با صلاح و تقوی . استماع وعظ کجا و شنیدن ساز کجا . چون این دو با هم سازگار نیستند ."
      },
      {
        "text": "ز رویِ دوست دلِ دشمنان چه دریابد؟ /  چراغِ مُرده کجا شمعِ آفتاب کجا",
        "explanation": "از روی دوست ، خاطر دشمنان چه دریابد یعنی دشمنان از روی دوست نور و صفا کسب نمی کنند . مصراع دوم را مثل قرار داده و می فرماید : آتش خاموش شمع کجا و شمع آفتاب کجا . یعنی همانطور که شمع خاموش از خورشید نور و ضیا کسب نمی کند . دل افسرده دشمنان هم از روی جانان کسب نور و ضیا نکند . [ دریابد = فهمیدن ، یابیدن و یافتن مطلقاََ به معنای پیدا کردن است ولی اگر به اول هر یک از آنها ، پیشوند «در» اضافه گردد . معنای فهمیدن می دهند . چراغ = آتش پاره ای که در فتیله شمع می سوزد . و لفظ مرده اگر در مورد آتش بکار رود به معنای خاموش است ]"
      },
      {
        "text": "چو کُحلِ بینشِ ما خاکِ آستانِ شماست / کجا رویم بفرما ازین جناب کجا",
        "explanation": "چون خاک آستان شما سُرمه چشم ما است . بفرمایید که از این پیشگاه کجا رویم . یعنی تا چشم باز کردیم این پیشگاه را دیدیم و تا روز مرگ هم ملازم همین درگاهیم و غیر از این جا به جای دیگر نمی رویم . [ کحل = سُرمه . بینش = دیدن و بصر . آستان = درگاه ]"
      },
      {
        "text": "مَبین به سیبِ زَنَخدان که چاه در راه است / کجا همی‌روی ای دل بدین شتاب کجا",
        "explanation": "ای دل به سیب زنخدان جانان فریفته مشو که آن در سر راهش چاهی است . خطاب به دل گوید : ای دل با این عجله کجا می روی . شتاب مکن و با تمکین و تأمل برو که به چاه نیفتی والّا زندانی ابد می شوی . چون زنجیرهای زلف جانان زندان و حبس خانه دل هاست . هر کس که گرفتار شد دیگر خلاصی ندارد پس اگر می خواهی گرفتار نشوی و اسیر عشق جانان نگردی به آن چیزها التفات و توجه نداشته باش . [ سیب زنخدان = زقن را گویند ، گودی در چانه که شعرا آن را به سیب و به ، تشبیه کرده اند . چاه = در اینجا به معنای چاه عمیق واقعی نیست ]"
      },
      {
        "text": "بِشُد! که یادِ خوشش باد روزگارِ وصال / خود آن کِرِشمه کجا رفت و آن عِتاب کجا؟",
        "explanation": "روزگار وصال رفت . ذکرش به خیر باد . آن حرکات موزون و آن شیوه های مقبول و مطبوع جانان کجا رفت و آن عتاب های محبوبانه آن زمان چطور شد . [ بشد = رفت . یاد = ذکر و به خاطر آوردن . کرشمه = حرکات موزونی که از چشم و ابرو صادر مشود ، ناز و عشوه . عتاب = سرزنش ]"
      },
      {
        "text": "قرار و خواب ز حافظ طمع مدار ای دوست / قرار چیست صبوری کدام و خواب کجا؟",
        "explanation": "ای جانان از حافظ طمع و توقع قرار و صبر و خواب نداشته باش . قرار چیست و خواب کدام است و صبر کجاست ؟ مراد این است که خواب و آرامش در مقام صبر است . در مقام عشق این ها مفهومی ندارد . یعنی عاشق از این ها برکنار است . [ طمع مدار = آرزو مکن ]"
      }
    ]
  },

  {
    "title": "غزل شماره ۳",
    "verses": [
      {
        "text": "اگر آن تُرکِ شیرازی به‌ دست‌ آرَد دلِ ما را / به خال هِندویَش بَخشَم سَمَرقند و بُخارا را",
        "explanation": "اگر آن محبوبۀ شیرازی دل ما را بدست بیاورد یعنی نسبت به ما لطف و مرحمت داشته و حال ما را رعایت کند به خال سیاهش سمرقند و بخارا را می بخشم . [ ترک = در لغت به معنای تاتار است و چون این قوم فطرتاََ خونخوار و ظالم و بی رحم اند . شعرای عجم معشوق ها را در بی رحمی و سنگدلی نسبت به عشاق خود به قوم ترک تشبیه کرده و آن ها را ترک لقب داده اند .  ترک شیراز = بنا به قولی ، از سپاهیان هلاکو عده زیادی در شیراز توطن جسته اند و در آن جا تولید نسل نموده اند . در این صورت مراد از ترک شیرازی تشبیه و استعاره نیست و بلکه ترکانی است که در شیراز اقامت گریده اند . هندویش = به کسانی که در کشور هند تولد یافته و هندی الاصل هستند . هندو گویند . سمرقند و بخارا = نام دو شهر است که مردمان هر دو شهر ترک اند ]"
      },
      {
        "text": "بده ساقی مِیِ باقی که در جَنَّت نخواهی یافت / کنارِ آبِ رُکناباد و گُل‌گَشتِ مُصَلّا را",
        "explanation": "ای ساقی بیار آن می که باقی مانده است . چه حتی در جنت هم صفا و طراوت چشمه رکن آباد و گردشگاه مصلی را پیدا نخواهی کرد . زیرا حنت اعلاست و هیچ شباهت به ای دنیا ندارد . [ آب رکن آباد = دره بزرگی است که از دامنه تپه ای به نام الله اکبر سرچشمه می گیرد و وجه تسمیه اش به رکناباد به واسطه این است که آنجا را شخصی به نام سید رکن الدین آباد کرده است . و در اطراف این آب عمارت ها ساخته و سدها بنا نموده و آنجا را به صورت یک گردشگاه خوب درآورده است و چون بین عجم رسم بوده که هر کس محلی را آباد کند و معمورش سازد . آن محل را به نام او نسبت می دهند از اینرو بدان محل رکن آباد گویند . گلگشت مصلی = مسیری زیبا در کنار رکن آباد و متصل به مصلای شیراز است ]"
      },
      {
        "text": "فَغان! کاین لولیانِ شوخِ شیرین‌کار شهرآشوب / چنان بردند صبر از دل که تُرکان خوان یَغما را",
        "explanation": "مدد مدد ای مردم که این شوخ شیرین حرکات یعنی این لولی شوخ و شنگ که با شیوه های دل انگیز و مطبوع خود تمام مردم شهر را شیفته خود کرده است . صبر مرا هم چنان ربوده که گویی ترکان خوان نعمت را به یغما می برند . زیرا این لولی شیرین حرکات و شوخ هم زیباست و هم صدای دل انگیزش عقل از سر می برد . [ فغان = مخفف افغان است به معنی فریا ، فریاد استمداد . لولیان = جمع لولی است . طایفه ای از عجم است که عموما سیاه چشم و ابرو و سیه چرده می باشند و سازندگی و نوازندگی از خصایص اکثر این قوم است . شوخ = در اینجا به معنای خون گرم و خوش آیند و شیرین کار آمده است . شهرآشوب = کسی که در شهر غوغا بر پا کند . خوان یغما = سفره طعام است که در اعیاد و مهمانی های بزرگ برای یغما گسترده می شود ]"
      },
      {
        "text": "ز عشقِ ناتمامِ ما جمالِ یار مُستَغنی‌ است / به آب و رنگ و خال و خط چه حاجت رویِ زیبا را",
        "explanation": "حسن کامل جانان از عشق ابتر و ناقص ما بی نیاز است . چنانکه صورت زیبا احتیاج به آب و رنگ و خط و خال مشاطه ندارد . یعنی حسن جانان خدادادی است و احتیاج به اسباب عارضی حسن ندارد .\n\n– خواجه نسبت به جمال با کمال جانان تادباََ عشق خود را ناقص ، اعتبار می کند . زیرا در بین بعضی از عشاق این موضوع مطرح است که گویند سبب کمال حسن جانان عشق ما است . چنانکه اگر ما از او قطع نظر کنیم کسی به او اعتبار نمی کند . ولی خواجه می فرماید : حسن جانان ما کامل است اما عشق عشاق نسبت به او ناقص می باشد به طوری که گفته اند « جانان احتیاج به محبت کسی ندارد » ."
      },
      {
        "text": "مَن از آن حُسنِ روزاَفزون که یوسُف داشت دانستم / که عشق از پردهٔ عِصمت بُرون آرَد زُلِیخا را",
        "explanation": "من از آن حسنی که یوسف داشت یعنی حسنی که روز به روز در ترقی بوده ، دانستم که عشق یوسف بالآخره زلیخا را از پرده پاکی و پرهیزکاری بیرون آرد . یعنی رسوایش کند . زیرا هر قدر که حسن جانان کامل گردد به همان نسبت صبر و قرار عاشق کم می شود . پس رسوای عالم شدن برای عاشق ضروری است ."
      },
      {
        "text": "اگر دشنام فرمایی و گَر نفرین دعا گویم / جوابِ تلخ می‌زیبد لبِ لَعلِ شِکرخا را",
        "explanation": "به من سخن ناروا بگویی . من از حرف های تو خوشحالم و هرگز دلتنگ نمی شوم . خداوند تعالی از تو جمیع بلایا را دفع کند و دور بدارد . ولی آیا جواب تلخ به آن لبان شیرین و چون لعل قرمز می زیبد ؟ یعنی آیا شایسته است که از آن لبان شیرین ، سخن تلخ بیرون آید ؟"
      },
      {
        "text": "نصیحت گوش کن جانا که از جان دوست‌تر دارند / جوانانِ سعادتمند پندِ پیرِ دانا را",
        "explanation": "ای جانِ من ، نصیحت بشنو . زیرا جوانان سعادتمند نصایح پیر دانشمند را از جان بیشتر دوست دارند ."
      },
      {
        "text": "حَدیث از مُطرب و مِی گو و رازِ دَهر کمتر جو / که کس نَگشود و نَگشاید به حکمت این مُعمّا را",
        "explanation": "سخن از مطرب و می بگو و خیال آگهی از اسرار افلاک و عناصر را به کل ترک کن . زیرا تا کنون کسی نتوانسته و هیچ کس نیز نخواهد توانست این معما را با علم حکمت حل کند . فقط حق تعالی است که از اسرار دهر مطلع است و بس . [ حدیث = در این جا به معنی سخن آمده است . مطرب = خواننده و نوازنده را گویند که با ساز و آواز خود موجب سرور خاطرها می گردند ]"
      },
      {
        "text": "غزل گفتی و دُر سُفتی بیا و خوش بخوان حافظ / که بر نظمِ تو اَفشانَد فَلَک عِقد ثُریّا را",
        "explanation": "ای حافظ غزل بی نهایت لطیف و خوب گفتی و دُر سفتی . حالا بیا و خوش بخوان یعنی غزل خود را به صوت درآر . تا به نطقت فلک ، ثریا را نثار کند . یعنی از کثرت حَظّی که از شعر تو می برد  . در مقابل شیوایی و لطافت غزلت عقد ثریا را به تو جایزه می دهد . [ عِقد = گلوبندی است که زنان به گلو می بندند . ثریا = نام ستاره است . عِقد ثریا ، شعرا ستاره ثریا را به گلوبند تشبیه کنند ]"
      }
    ]
  },

  {
    "title": "غزل شماره ۴",
    "verses": [
      {
        "text": "صبا به لُطف بگو آن غزالِ رَعنا را / که سر به کوه و بیابان تو داده‌ای ما را",
        "explanation": "ای صبا با لطف و ملایمت به آن غزال رعنا بگو که ما را تو سر به کوه و بیبان داده ای یعنی تو ، ما را فرهاد و مجنون کرده ای . [ صبا ، پیک شعر است زیرا اغلب شعرا با صبا مکالمه کرده و برای محبوب خود به وسیله صبا پیغام می فرستند . چون که جانان ، عالی جناب است و به مقامش فقط صبا و شمال واصل شوند . ( غزال = آهو بچه را گویند که شعرا اغلب محبوب ها را به آن تشبیه می کنند . رعنا = گلی را گویند که یک جانبش قرمز رنگ و روی دیگرش زرد رنگ باشد . لطف = نرمی و ملایمت ) ]"
      },
      {
        "text": "شِکرفُروش که عمرَش دراز باد چرا / تَفَقُّدی نکُند طوطیِ شِکرخا را؟",
        "explanation": "شکر فروش که خداوند عمرش را طولانی کند . چرا حال طوطی شکرخا را نمی پرسد ؟ مراد از شکر فروش ، جانان خواجه می باشد و مراد از طوطی شکرخا ، خودِ خواجه است . [ جانان که از دهانش شکر می ریزد با طوطیی چون من یعنی شاعر فصیح و بلیغی چون من ، چرا حرف نمی زند و مقید حال من نیست ]"
      },
      {
        "text": "غرورِ حُسنت اجازَت مَگَر نداد اِی گُل / که پُرسِشی نکُنی عَندَلیب شیدا را؟",
        "explanation": "ای گل مثل اینکه غرور حُسنت اجازه ندادکه حال این عندلیب شیدا را نمی پرسی . یعنی ای جانان آیا زیبایی و حُسنت مانع شده که به عشاق بیچاره التفات نکرده و احوالی از آنان نمی پرسی . [ غرور = غفلت ، گول خوردن . شیدا = دیوانه . عندلیب = بلبل ]"
      },
      {
        "text": "به خُلق و لطف توان کرد صیدِ اهلِ نظر / به بند و دام نگیرند مرغِ دانا را",
        "explanation": "به محبوب مغرور نصیحت می کند و می فرماید : ای جانان ، عشاقی که اهل نظرند به حُسن خلق صید می شوند . یعنی با لطف و ملایمت ، عبد و مملوک می شوند . مصراع دوم در مقام تمثیل است . یعنی صاحب نظران چون مرغِ زیرک اند که هرگز با دام و تله شکار نمی شوند . بلکه برای صید آنها مدارا و حُسن التفات ضروری است ."
      },
      {
        "text": "ندانم از چه سبب رنگِ آشنایی نیست / سَهی‌قَدانِ سیَه‌چشمِ ماه‌سیما را",
        "explanation": "نمی دانم به چه سبب ، محبوب های ماه سیما و سیه چشم و سهی قد با ما نشانۀ آشنایی ندارند . [ شکایت از استغنای جانان است که نسبت به خواجه کم التفات بوده و خواجه زبان به شکایت گشوده است و کلمه محبوب را تعظیماََ جمع بسته است وگرنه منظور خواجه یک محبوب است ]"
      },
      {
        "text": "چو با حبیب نِشینی و باده پِیمایی / به یاد دار مُحِبّانِ بادپیما را",
        "explanation": "وقتی که با جانان همنشینی و باده می نوشی . عشاق مهجور و محروم از وصل معشوق را هم به خاطر بیار . یعنی در مجلس و خدمت جانان ذکری از آنان به میان آر و تذکری بده . باشد که با کیفیت باده در خاطر شریف جانان میل و انجذابی پیدا شود و تفقدی به حال این محرومین بکند ."
      },
      {
        "text": "جُز این قَدَر نَتوان گفت در جَمالِ تو عیب / که وضع مِهر و وفا نیست رویِ زیبا را",
        "explanation": "غیر از این عیب جزیی که روی زیبایت قانون مهر و محبت ندارد دیگر هیچ عیب نداری . یعنی اسباب حُسن و جمال را به حد کمال داری . الّا این که وفاکار نیستی و بلکه جفاکاری ."
      },
      {
        "text": "در آسمان نه عجب گَر به گفتهٔ حافظ / سُرودِ زُهره به رقص آورد مسیحا را",
        "explanation": "کلمات دلاویز حافظ را که زهره در آسمان می خواند . مگر عجب است که آواز خواندن زهره ، حضرت عیسی را به رقص درآورد . [ چون زهره ستاره ساز نواختن است و نوازندگی را به او نسبت داده اند ."
      }
    ]
  },

  {
    "title": "غزل شماره ۵",
    "verses": [
      {
        "text": "دل می‌رود ز دستم صاحب‌دلان خدا را / دردا که راز پنهان خواهد شد آشکارا",
        "explanation": "ای صاحبدلان ، دلم از دست می رود محض رضای خدا تدبیری کنید . با این وصف مصراع دوم حکم تعلیل را پیدا می کند یعنی : زیرا که راز پنهان آشکار می شود . [ راز پنهان = معانی که سالک در نتیجه سلوک خود به آنها می رسد . اسرار گویند که شاید مراد شاعر از راز پنهان ، همان اسرار ربوبیت است . ]\n\n– تعبیر دوم : ای صاحبدلان ، دلم از دست می رود به حق خدا حیف است که راز پنهان آشکار گردد . به هر حال ، استمداد از صاحبدلان است که برای وصلت چاره ای بکنند ."
      },
      {
        "text": "کشتی‌شکستگانیم ای بادِ شُرطِه برخیز / باشد که باز بینم دیدار آشنا را",
        "explanation": "ما کشتی نشستگانیم یعنی کشتی مان روی آب متوقف گشته و حرکت نمی کند . ای باد موافق بلند شو و وزیدن بگیر . شاید که آن یار آموخته و یا شناگر را دوباره ببینم . [ ای یاران صاحبدل موافق ، من بیش از حد مضطرب و دلتنگم . چاره ای بکنید و تدبیری بیندیشید شاید که جمال با کمال و مبارک یار را مشاهده نمایم و این اضطراب و دلتنگی از من بر طرف گردد . ممکن است خواجه این غزل را در انصراف از غزل هند سروده باشد ]\n\n– کشتی نشستگان = گروهی که کشتی شان در دریا نشسته و حرکت نمی کند . باد شرطه = باد موافق را گویند که مراد از صاحبدلان موافق حالش است . آشنا = به دو معنا برمی خورد . یکی آموخته و دیگری شناگر در آب ."
      },
      {
        "text": "ده‌روزه مِهرِ گردون افسانه است و افسون / نیکی به جای یاران فرصت شمار یارا",
        "explanation": "محبت ده روزه فلک یعنی اینکه فلک برای مدت موقت بر وفق مرادت می چرخد تماماََ مکر و حیله است و بی اعتبار و بی فایده می باشد . پس ای یار ، نیکی در حق یاران را فرصت شمار . یعنی تا فرصت در دست است احسان را از یاران دریغ مکن . [ افسانه = در ترکی «چیست آن» تعبیر می شود و در فارسی «چیستان» است و در عربی «اسطوره» است . افسون = حیله و مکر ، و نیز وِردی که زیر لب خوانند و به روی مریض فوت کنند ]"
      },
      {
        "text": "در حلقهٔ گل‌ و مُل خوش خواند دوش بلبل / هاتِ الصَّبُوحَ هُبّوا یا ایُّها السُّکارا",
        "explanation": "در حلقه می و گل یعنی در مجلس باده و گل ، دیشب بلبل خوش نغمه سرایی کرد که بیدار شوید . وقت شراب صبح فوت شد ای باده نوشان . و به تعبیر دیگر : زمان شرابی که به هنگام صبح خورده می شود فوت شد . بیدار شوید و متنبه گردید ای باده نوشان . [ الصبوح ، نام شرابی است که هنگام صبح خورده می شود و مراد از سکارا ، باده نوشان است نه سرخوشان به معنی مست . زیرا سرخوشان به دلیل مستی قادر به تهیه چیزی نیستند . هبوا = بیدار شوید و متنبه گردید . مل = شراب . ]"
      },
      {
        "text": "ای صاحب کرامت شُکرانهٔ سلامت / روزی تَفَقُّدی کن درویشِ بی‌نوا را",
        "explanation": "ای صاحب احسان و کرم یعنی ای شخص کریم و نیکوکار به شکرانه سلامت خود از جمیع آفات و بلایا یک روز لااقل درویش بی نوا را مورد تفقد قرار داده ، تجسس و تفحصی از حالش بکن . یعنی احوالش را بپرس . مراد از صاحب کرامت ، جانان است و مراد از درویش بی نوا ، عاشق بیچاره است و شاید هم مراد از صاحب کرامت ، قوام الدین حسن و مراد از درویش بی نوا ، خودِ خواجه باشد . [ کرامت = خوبی کردن . سلامت = دور بودن از بلایا . شکرانه = صدقه ای است که وقتی انسان از عهده شکری نتواند بدر آید برای جبران آن صدقه می دهد . تفقد = رسیدگی به حال کسی و خاطر او را بدست آوردن . نوا = در این جا به معنی انتظام حال است ]"
      },
      {
        "text": "آسایش دو گیتی تفسیرِ این دو حرف است / با دوستان مُرُوت با دشمنان مُدارا",
        "explanation": "سبب راحتی و آسایش دو دنیا تفسیر این دو حرف است : با دوستان با ملایمت رفتار کردن و با دشمنان ودارا نمودن و کسی که عامل این دو جمله باشد در دنیا هرگز رنج نمی کشد . [ دو حرف = وقتی کلام از حیث لفظ مختصر و از جهت معنا مفصل باشد به آن کلام دو حرف گویند . گیتی = جهان ]"
      },
      {
        "text": "در کویِ نیک‌نامی ما را گذر ندادند / گر تو نمی‌پسندی تغییر کن قضا را",
        "explanation": "ما را در محله نیکنامی گذر ندادند یعنی از ازل ما را جزء سعدا خلق نکردند که اسممان به نیکی مشهور شود . حال اگر تو این تقدیر را نمی پسندی . حکم وضع ازلی خدا را تغییر ده یعنی مرا جزء سعدا کن . [ نیک نامی = کسی که دارای نام خوب است . گذر = عبور . قضا = در اینجا مراد از صنع و قدرت یزدانی است . جایز است به معنای حکم الله هم باشد ]"
      },
      {
        "text": "آن تلخ‌وَش که صوفی اُم‌ُّالخَبائِثَش خواند / اَشهیٰ لَنا و اَحلیٰ مِن قُبلَةِ العَذارا",
        "explanation": "آن تلخ وش یعنی آن شرابی که صوفی آن را ام الخبائث خواند برای ما لذیذتر و با مزه تر از بوسۀ فرزندان دختر است . این معنی مطابق ذوق شعرا است اما در حقیقت معنای شعر این است : مراد از صوفی شخص حضرت محمد (ص) است چه ایشانند که خمر را ام الخبائث نامیده اند . یعنی این بیان پیامبر (ص) که شراب را ام الخبائث نام نهاده اند . برای ما از بوسۀ فرزندان اناث ، لذیذتر و شیرین تر است ."
      },
      {
        "text": "هنگامِ تنگ‌دستی در عیش کوش و مستی / کاین کیمیایِ هستی قارون کُنَد گدا را",
        "explanation": "وقتی تنگدست و بینوایی ، سعی کن که باده بنوشی و مست شوی زیرا این کیمیا هستی . گدا را ، قارون می کند . مراد اینکه ، وقتی شخص باده نوشید در عالم مستی خود را پادشاه عالم تصور می کند هر چند بسیار فقیر باشد . [ کیمیا = فنی که بوسیله بعضی حیل ، مس و آهن و غیره را به طلا تبدیل نمایند و از آن جهت است که کیمیا را حیله هم گویند و به کسانی که دائم به این کار اشتغال دارند اصحاب حیله گویند ]"
      },
      {
        "text": "سرکش مشو که چون شمع از غیرتت بسوزد / دلبر که در کف او موم است سنگِ خارا",
        "explanation": "مطیع و منقاد دلبر شو و سرکشی مکن زیرا دلبر تو را چون شمع می سوزاند و می گدازد . دلبر که سنگ سخت یا سخت ترین سنگ ها در دست او چون موم نرم است . یعنی برای اینکه دلبرت باشد تسلیم و انقیاد لازم است زیرا عناد و سرکشی سبب برودت گشته و باعث دوری می گردد . پس شرط وصال جانان ، تسلیم است ."
      },
      {
        "text": "آیینهٔ سِکَندر جامِ می است بنگر / تا بر تو عرضه دارد احوالِ مُلکِ دارا",
        "explanation": "باده قدح چون آیینه اسکندر است یعنی هر خاصیتی که آن داشت باده قدح هم دارد و هر چه بخواهی نشانت می دهد . حالا نگاه کن تا احوال مملکت را به تو عرضه کند تا هیچ چیز برایت مجهول نماند .\n\n– دارا پدر اسکندر است و همینکه وفات کرد . داراب به جای پدرش به تخت سلطنت نشست . پس اسکندر با برادرش به جنگ پرداخت و می گفت : نصف مملکت پدرم به من می رسد اما داراب زیر بار اطاعت نرفت . پس هر بار که اسکندر قصد جنگ با برادرش می کرد . داراب که جام جهان نما در اختیارش بود تمام حالات اسکندر را در آن مشاهده می کرد و هر حیله و فنی که اسکندر برای جنگ بکار می برد . داراب به کمک همین جام جهان نما از آن واقف بود و بدین تدبیر تمام تدابیر اسکندر را خنثی می کرد . اما اسکندر از احوال برادرش بی خبر بود و هیچگونه وسیله ای نداشت که متقابلا تدابیر برادر را باطل کند و عملیات او را بلااثر گذارد . بالاخره اسکندر به حکماء متوسل شد و گفت : چاره ای بسازید که ما هم از کارهای داراب و از وضع مملکتش مطلع گردیم .\n\nحکمای یونان در اسکندریه آیینه ای ساختند به طول یک میل که تمام اقلیم سبعه را در آن آیینه تماشا می کردند . پس مراد خواجه از آیینه اسکندر همین آیینه است ."
      },
      {
        "text": "خوبان پارسی‌گو بخشندگانِ عمرند / ساقی بده بشارت رندانِ پارسا را",
        "explanation": "زیبایان فرسی گو بخشندگان عمرند یعنی بر جان آدمی روح تازه می بخشند . ای ساقی به عابد و زاهد و به پیران رهنما مژده بده بیایند و ملازم خدمت شریفشان باشند و با شنیدن کلمات روح افزای آنان ، جوانی را از سر گیرند . این سخن خواجه دلیل بر حلاوت و ملاحتی است که در زبان فارسی وجود دارد و بر آدمی ذوق و شوق و صفا می بخشد ."
      },
      {
        "text": "حافظ به خود نپوشید این خرقهٔ مِی‌ْآلود / ای شیخِ پاک‌دامن معذور دار ما را",
        "explanation": "حافظ این خرقه شراب آلوده را به اختیار خود نپوشیده است . ای شیخ پاکدامن ما را معذور بدار . یعنی من که حافظ ام به اختیار خود شرب نوش و باده پرست نشده ام بلکه هر کاری که می کنم به حکم ازلی است ."
      }
    ]
  },

  {
    "title": "غزل شماره ۶",
    "verses": [
      {
        "text": "به ملازمانِ سلطان، که رساند این دعا را؟ / که به شُکرِ پادشاهی، زِ نظر مَران گدا را",
        "explanation": "به مصاحبان جانان این تقاضا و تمنا را چه کسی می رساند که به شکرانه سلطنت یعنی شکرانه زیبایی ، عاشق مسکینی چون مرا از نظر دور مدار . [ مراد از «که» در مصراع اول اسم است به معنی چه کسی و «که» در مصراع دوم حرف بیان است . مراد از «سلطان» جانان است و مراد از «ملازمان» مصاحبان می باشد . کلمه «دعا» مدعا و مطلوب را می رساند ]"
      },
      {
        "text": "ز رقیبِ دیوسیرت، به خدای خود پناهم / مَگَر آن شهابِ ثاقب مددی دهد، خدا را!",
        "explanation": "از رقیب دیو سیرت یعنی رقیبی که خوی شیطانی دارد به سرور و آقای خود پناه می برم یعنی به جانان خود پناهنده می شوم . شاید که آن شهاب ثاقب یعنی جانان ، کمکی به من بنماید و محض رضای خدا با شراره های خود ، رقیب را بسوزاند و محو نماید . [ دیو = شیطان . سیرت = خُلق و خوی . پناهم = التجا می برم . مگر = شاید . شهاب = آتش پاره ای مشتعل است از کرۀ نار که در نزدیکی فلک قرار دارد بعضی افراد از روی بی اطلاعی شهاب را ستاره تصور کرده اند و گویند ستاره ای افتاد . ثاقب = مشتعل و سوزان که شهاب ثاقب به معنی شهاب سوزان است . خدای = بزرگ ، سرور ، آقا و صاحب که در شعر قدما خیلی بکار رفته است ]"
      },
      {
        "text": "مُژِه‌یِ سیاهت اَرْ کرد به خونِ ما اشارت، / ز فریبِ او بیندیش و غلط مکن، نگارا",
        "explanation": "اگر مژگان سیاهت به ریختن خون ما اشاره کرد . مواظب گول و فریب او باش و کار غلط مکن ای نگار . یعنی اگر مژگان سیاهت برای ریختن خون ما ، مکر و حیله بکار برده و فریبت داد. گول او را مخور و از فریبش غافل مشو ، چه اگر ما را بکشی بعد از کشتن ما پشیمان می شوی زیرا عاشقی چون ما دیگر پیدا نمی کنی ."
      },
      {
        "text": "دلِ عالمی بِسوزی چُو عِذار بَرفُروزی / تو از این چه سود داری، که نمی‌کنی مدارا؟",
        "explanation": "دل عشاق بسیاری را می سوزانی وقتی گونه های خود را می افروزی . یعنی وقتی سرخ می شوی نمی دانم از این کار چه فایده می بری که مدارا نمی کنی . حاصل اینکه از زیبا ساختن خود و از سوزاندن دل عشاق چه سود و چه نفعی به تو می رسد که با آنان مدارا نمی کنی و هر کدام را به خدمت نمی گماری . [ عذار = اکثر شعرا آن را به معنای رخ بکار می برند و کلمه برفروزی قرینه است برای همین معنا . چون سرخ شدن در رخ است ]"
      },
      {
        "text": "همه‌شب در این اُمیدم که نسیم صبحگاهی، / به پیام آشنایان، بنوازد آشنا را",
        "explanation": "تمامی شب را به این امید می گذرانم که نسیمِ صبح از آشنایی برایم پیامِ محبت بیاورد تا مایه نوازش و تسلای خاطرم گردد ."
      },
      {
        "text": "چه قیامت است، جانا، که به عاشقان نمودی؟ / دل و جان فدای رویت، بنما عِذار ما را",
        "explanation": "هولِ دشوار رستاخیز را با هجران خود در دل های مهرورزان پدید آوردی ، جان و دل فدای رخسار تو باد . روی نهان مکن . [ نمودی = نمودار مکن ]"
      },
      {
        "text": "به خدا، که جرعه‌ای دِه تو به حافظ سحرخیز؛ / که دعایِ صبحگاهی، اثری کند شما را",
        "explanation": "برای خاطر خدا به حافظ سحرخیز از باده وصل ات و یا از باده حُسن ات جرعه ای بده تا دعایی که هنگام صبح می کند برای شما اثری داشته باشد . زیرا برای مستجاب شدن دعاها ، وقت سحر اشرف اوقات است ."
      }
    ]
  },

  {
    "title": "غزل شماره ۷",
    "verses": [
      {
        "text": "صوفی بیا که آینه صافیست جام را / تا بنگری صفای می لعل‌فام را",
        "explanation": "صوفی بیا که آیینه جام ، صاف است . مقصود صفت باده است نه جام . بیا که صفای می لعل فام را ببینی . یعنی تماشا کن که باده چه حالت می دهد . [ صوفی = صوف در لغت پشم گوسفند را گویند . چون این طایفه اکثراََ پشم پوش بودند . به این جهت به صوفی موسوم شده اند . فام = رنگ زنده ، لعل فام = مراد لعلی رنگ است . ]"
      },
      {
        "text": "راز درون پرده ز رندان مست پرس / کاین حال نیست زاهد عالی‌مقام را",
        "explanation": "اسرار پشت پرده یا اسرار درون پرده یعنی اسرار نهانی را از عشاق مست بپرس . زیرا این حال ، حال زاهد عالی مقام نیست . یعنی آگهی از رموز و اسرار پشت پرده ، کارِ زاهد عالی مقام نیست .\n\n_ منظور بیت : مراد از عالی مقام ، عشاقی است که عُمر خود را در عشق جانان صرف کرده و طریق عشق و محبت را اختیار نموده اند . پس اینان سِرِ جانان را برای کسی فاش نمی کنند بلکه سِرِ معشوق را در جان خود و جان را در زبان خود مکتوم دارند . پس می توان گفت که افشای راز درون پرده ، حال آنان نیست ."
      },
      {
        "text": "عَنقا شکار کَس نشود دام بازچین / کآنجا همیشه باد به دست است، دام را",
        "explanation": "عنقا شکار کس نشود دامت را برچین . یعنی جانان که در عظمت و شکوه مثال عنقا است و عالی مقام است با فن و صنعت و حیله به کسی التفات نمی کند و در این کار همیشه در دستِ دام جز باد چیز دیگری نیست بلکه باد هم نیست زیرا چیزی حاصل نمی شود . یعنی در وصول به جانان ترک تدارک (سعی) بی فایده است . [ عنقا = به فارسی سیمرغ گویند . در ظهور عنقا اختلاف قول است . یک روایت می گوید : در زمان حضرت موسی (ع) ، حق تعالی یک جفت مرغ آفرید در اطراف قدس مبارک . همین که حضرت موسی وفات کرد . این دو مرغ به کوههای اطراف مکه کوچ کردند . بعضی گفته اند : ظهور عنقا در زمان قوم رس بوده است که پیغمبری به نام حنظلة بن صفوان داشتند . عده ای هم گفته اند مدت عمر این مرغ تا زمان حضرت خالد بن سنان (ع) بوده . این پیغمبر ظهورش در زمان فترت یعنی بین پیغمبری عیسی (ع) و رسالت حضرت محمد (ص) بوده است ."
      },
      {
        "text": "در بزم دور، یک‌دو قدح درکش و برو / یعنی طمع مدار وصال دوام را",
        "explanation": "در بزم دنیا از قلیل و کثیر هر چه دست می دهد قانع شو و طمع زیاد نداشته باش یعنی به کم و بیش دنیا قانع باش و به زیاده طامع مباش . مصراع دوم محصول مصراع اول است . یعنی مگو که همیشه باید در ذوق و صفا باشم . چون باده نوشان که به یکی دو قدح قانع نشده . آنقدر می خورند که بالاخره مست لایعقل شده ، می افتند و بعدا خماری می کشند . [ خماری حالت کسالت آوری است که بعد از رفع نشئۀ می به شخص دست می دهد ]"
      },
      {
        "text": "ای دل شباب رفت و نچیدی گلی ز عیش / پیرانه‌سر مکن هنری ننگ و نام را",
        "explanation": "ای دل جوانی گذشت در حالی که از عمر گلی نچیدی یعنی هیچ فایده و نتیجه از عمرت نبردی . حاصل کلام اینکه در جوانی به وصال جانان نرسیدی پس حالا در زمان پیری هنری از خود نشان بده تا اینکه یک ننگ و نام عاشقانه بدست آوری . یعنی در جوانی نتوانستی یک وسیله ای برای رسیدن به وصال جانان به دست آری . سعی کن در پیری حالتی پیدا کنی . ( ننگ و نام = شهرت )"
      },
      {
        "text": "در عیش نقد کوش که چون آبخور نماند / آدمْ بهشتْ، روضهٔ دارُالسَلام را",
        "explanation": "به ذوق و صفایی که نقداَََ یعنی فی الحال برایت میسر است مشغول باش و به فکر آینده مباش زیرا حضرت آدم (ع) وقتی که در جنت قسمتش تمام شد . آنجا ررا ترک کرد و به خانه دنیا آمد یعنی به علت توجه به آینده از آنجا اخراج شد . [ عیش = در لغت به معنی زندگی است و در اینجا یعنی ذوق و عشرت . آبخور = محل آب خوردن . روضه = درلغت یعنی چمن و در اینجا مراد از باغچه است . دارالسلام = دار یعنی خانه و سلام اسم جنت است به معنی خانه جنت ]"
      },
      {
        "text": "ما را بر آستان تو بس حق خدمت است / ای خواجه بازبین به تَرَحُّم غلام را",
        "explanation": "ما در آستان تو حق خدمت زیادی داریم . ای خواجه به غلامت با نظر ترحم نگاه کن . [ خواجه = در اینجا سرور و بزرگ معنی می دهد یعنی همان جانان یا شلید هم منظور خواجه قوام الدین حسن و یا قوام اکبر باشد . لفظ خواجه به وزراء نیز اطلاق می شده است . بس = خیلی و بسیار ]"
      },
      {
        "text": "حافظ مرید جام می است ای صبا برو / وز بنده بندگی برسان شیخ جام را",
        "explanation": "ای صبا ، حافظ طالب جام می است . برو و اظهار بندگی مرا به خدمت حضرت شیخ احمد جام برسان که اگر ممکن باشد توجهی کند و شرابی برایمان فراهم سازد همانطور گه در آن ایام معهود برای خود تهیه می کرد . [ مراد از شیخ ، شیخ الاسلام احم نامقی جامی معروف به ژنده پیل که در سنۀ 461 متولد و در سنۀ 536 وفات یافته و موطن او شهر جام است ]"
      }
    ]
  },

  {
    "title": "غزل شماره ۸",
    "verses": [
      {
        "text": "ساقیا برخیز و دَردِه جام را / خاک بر سر کن غمِ ایّام را",
        "explanation": "ای ساقی برخیز و جام می را بدستم ده و خاک بر سرِ ایام کن . یعنی باده بنوشیم و مست شویم و غم ایام را چنان فراموش کنیم که انگار زیر خاک مدفون است ."
      },
      {
        "text": "ساغرِ مِی بر کَفَم نِه تا ز بَر / بَرکِشَم این دلقِ اَزرَق‌فام را",
        "explanation": "ای ساقی ، ساغر می را بر کفم نِه . یعنی به دستم ده تا این خرقۀ ازرق یعنی کبود رنگ را از تن بیرون آورم . یعنی مست شوم و خرقه را چاک زنم و از تن به درآرم و دور اندازم . این بیت تعریض است به شیخ حسن ازرق پوش و پیروانش . چه این گروه همگی جامۀ کبود رنگ پوشند . [ ساغر = قدح . زِ بَر = از تنم . دلق = خرقه . ازرق فام = کبود رنگ ]\n\n– ازرق پوشان خلفاء و مریدان حسن ازرق پوش است . این ازرق پوشان همگی از صوفیان خلوتی اند و به مناسبت لباس کبود رنگی که به تن می کردند به این اسم مشهور شده اند . این فرقه از صوفیه با اصحاب پیرِ گلرنگ (شیخ محمود عطار شیرازی) مخالف بوده اند حتی گاه گاه بین شان اختلاف به جایی می رسید که منجر به شتم و ناسزا می گشت ."
      },
      {
        "text": "گرچه بدنامی‌ست نزد عاقلان / ما نمی‌خواهیم ننگ و نام را",
        "explanation": "ای ساقی ، اگر چه باده نوشیدن و مست گشتن و جامه چاک زدن و بیرون انداختن آن نزد عاقلان بدنامی است اما ما مقید نام و ناموس و ننگ و عار نیستیم . زیرا ما مریدان رِندِ مخموریم ."
      },
      {
        "text": "باده دَردِه چند از این بادِ غرور / خاک بر سر، نفسِ نافرجام را",
        "explanation": "ای ساقی ، باده بده تاکی از این بادِ غرور یعنی با غرور ، عُمر ضایع کردن تا کی . خاک بر نَفسِ بدفرجام یعنی نفسی که هرگز اصلاح پذیر نبوده و نیست . یعنی غیر از باده نوشی ، تابع مقتضیات نفس بودن ، تضییع عمر است ."
      },
      {
        "text": "دودِ آهِ سینهٔ نالانِ من / سوخت این افسردگانِ خام را",
        "explanation": "دود آه سینۀ سوزان من این افسردگان بی تجربه را سوزاند . یعنی این ازرق پوشان را . [ افسردگان خام = تعبیری است از اشخاص ناقابل زیرا این دو نوع صفت در هر شیی مذموم است علی الخصوص در انسان ]"
      },
      {
        "text": "محرمِ رازِ دلِ شیدایِ خود / کس نمی‌بینم ز خاص و عام را",
        "explanation": "از خاص و عام کسی را محرمِ رازِ دلِ دیوانه خود نمی بینم . یعنی در تمام عالم یک همراز پیدا نمی شود که آدمی اسرار دل خود را برایش فاش نماید تا که اندکی بارِ غمِ دل تخفیف یابد . مَثَلِ مشهوری می گوید : « اگر نگویم می میرم و اگر بگویم اسرار فاش می شود »"
      },
      {
        "text": "با دلارامی مرا خاطر خوش است / کز دلم یک باره بُرد آرام را",
        "explanation": "دلم با دلآرامی خوش است . با دلآرامی که یکباره قرار و راحت را از من سلب نمود . [ دلآرام = باعث آرامش دل ، مراد از دلآرام در اینجا ممکن است جانانِ خواجه باشد و شاید اشاره است به شیخ محمود که مرید خواجه بود ]"
      },
      {
        "text": "ننگرد دیگر به سرو اندر چمن / هرکه دید آن سروِ سیم‌اندام را",
        "explanation": "هرگز در چمن به سرو ننگرد هر که آن سرو و سیم اندام را دید . یعنی کسی که زیبای بشری را ببیند . هرگز یک بار دیگر به زیبای ناتراشیده نظر نمی کند . [ سیم اندام = دارای اندام نقره ای که مراد شکل و سیما است ]"
      },
      {
        "text": "صبر کن حافظ به سختی روز و شب / عاقبت روزی بیابی کام را",
        "explanation": "ای حافظ ، روز و شب در برابر سختی ها و ناگواری ها صبر کن تا مرادت را بیابی یعنی به مرادت برسی زیرا الصبر مفتاح و الفرج است . [ منتها = غایت و نهایت ]"
      }
    ]
  },

  {
    "title": "غزل شماره ۹",
    "verses": [
      {
        "text": "رونق عهد شباب است دگر بُستان را / می‌رسد مژدهٔ گل بلبل خوش‌الحان را",
        "explanation": "باز فصل جوانی و طراوت بستان است مثل فصل فعلی ما و به بلبل خوش آواز مژده گل می رسد . حاصل کلام اینکه اول بهار است . ( رونق = در اینجا به معنی زیبایی آمده است . عهد = جوانی . الحان = جمع لحن به معنی آواز خوش )"
      },
      {
        "text": "ای صبا گر به جوانان چمن باز رَسی / خدمت ما برسان سرو و گل و ریحان را",
        "explanation": "ای صبا اگر به چمن های تر و تازه برسی . سلام ما را به سرو و گل و ریحان برسان . ( جوانان چمن = مراد جنس چمن است . خدمت = مراد دعا و سلام و ثنا است )"
      },
      {
        "text": "گر چنین جلوه کند مغبچهٔ باده‌فروش / خاک‌روبِ درِ میخانه کنم مژگان را",
        "explanation": "اگر مغبچه باده فروش جلوه کند و بگذرد . همینطور که حالا می کند و رد می شود . من مژگان خود را جاروب میخانه می کنم . یعنی خدمتکار میخانه شده و همه گونه خدمت را با جان و دل انجام می دهم . ( مغ = کشیش و متصدی آتش و مطلقا به کافر مغ گویند . بچه = مطلقا کودک است ولی در اینجا مراد «پسر» است . خاکروب = جاروب )"
      },
      {
        "text": "ای که بر مه کشی از عَنبرِ سارا چوگان / مضطرب‌حال مگردان، من سرگردان را",
        "explanation": "ای جانانی که از زلفان چون عنبر سارا به صورت چون ماه چوگان کشیده ای . منِ عاشق و حیران و سرگردان را مضطرب مکن . ( مه = در اینجا منظور صورت است . سارا = خالص و ناب . مضطرب = متحرک )"
      },
      {
        "text": "ترسم این قوم که بر دُردکشان می‌خندند / در سر کار خرابات کنند ایمان را",
        "explanation": "آن قومی که به باده نوشان می خندند و آنان را مورد تمسخر قرار می دهند . می ترسم که ایمانشان را در آرزو و کار میخانه تلف کنند . ( دُرد = گِلِ ته جام شراب . دُرد کشان = نوشنده دُرد . خرابات = میخانه )"
      },
      {
        "text": "یار مردان خدا باش که در کشتی نوح / هست خاکی که به آبی نخرد طوفان را",
        "explanation": "رفیق مردان خدا باش زیرا در کشتی حضرت نوح خاکی است و مراد از آن خاک خودِ حضرت نوح است که طوفان را کمتر از قطره آبی می داند . یعنی سعی کن با مردانی که به خدا نزدیک اند نزدیک باشی که مرادهای دنیا و آخرتت را بیابی ."
      },
      {
        "text": "برو از خانهٔ گردون به در و نان مطلب / کآن سیه‌کاسه در آخر بِکُشد مهمان را",
        "explanation": "از خانه گردون خارج شو و نانی طلب مکن و یا خود از خانه گردون برو و از او نان مخواه . زیرا این مهمان کش ، عاقبت مهمانِ خود را می کشد . منظور اینکه از فلک امید و انتظار وفا نداشته باش و به مال و منال و منصب دنیا اعتمائ نباید کرد . ( سیه کاسه = در اینجا مهمان کُش است ولی معنی خسیس هم می دهد )"
      },
      {
        "text": "هر که را خوابگه آخر مشتی خاک است / گو چه حاجت که به افلاک کشی ایوان را",
        "explanation": "هر کس باشد بالاخره خوابگه آخرتش یک مشت خاک است . تو به او بگو چه حاجت که قصر و ایوان خود را تا فلک برافرازی . چون عاقبت همه اینها فنا است پس سعی و کوشش زیاد برای ساختن برای خانه های مجلل و باغ ها و باغچه های رنگین ناشی از جنون است زیرا در واقع برای دیگران است ."
      },
      {
        "text": "ماه کنعانی من! مسند مصر آنِ تو شد / وقت آن است که بدرود کنی زندان را",
        "explanation": "ای یوسف ثانی من ، تختگاهِ مصرِ خاطرم از آنِ تو شد . یعنی به تخت دلِ من مالک شدی . پس وقت آن است که جان و دل غمناک مرا از زندان فراق رها نمایی . ( ماه کنعانی = مراد حضرت یوسف (ع) است . مسند = در اینجا مراد تخت است . گاه = وقت . بدرود = وداع )"
      },
      {
        "text": "حافظا می خور و رندی کن و خوش باش ولی / دام تزویر مکن چون دگران قرآن را",
        "explanation": "ای حافظ هر چه می خواهی بکن یا هر معصیت را که دلت خواست انجام بده . اما قرآن شریف را دام تزویر قرار مده . چونکه ریا کفر است . مراد خواجه تحریض به فساد نیست بلکه می گوید هر نوع معصیت که در دنیا وجود دارد بد است اما ریا از همه آنها بدتر است . ( دام تزویر = ریا )"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۱۰",
    "verses": [
      {
        "text": "دوش از مسجد سویِ میخانه آمد پیرِ ما / چیست یارانِ طریقت بعد از این تدبیرِ ما؟",
        "explanation": "از قول مریدان : دیشب پیر ما از مکه به شهر قیصریه آمد ( اهل شهر قیصریه تمام کافرند ) پس شیخ ما به میان کفار آمد و مراد از میخانه همین است . ای یاران طریقت حالا چاره ما چیست . ( دوش = در لغت به معنی دیشب ولی در اینجا سابق و گذشته معنی می دهد . مسجد = در اینجا مراد مکه است )\n\n– سه بیت این غزل به قصه شیخ صنعان یعنی عبدالرزاق یمنی تلمیح است در شرح قصه شیخ مذکور به زبان ترکی کتابی نوشته شده ولی در زبان فارسی فقط شیخ عطار در کتاب منطق الطیر خود در باره شیخ صنعان داستانی مفصل به رشته نظم درآورده است . خواجه حافظ غیر از این غزل در چند غزل دیگر نیز راجع به این قصه تلمیحاتی دارد که انشاءالله در جای خود می آید . در این غزل الفاظ «ما» که ردیف واقع شده ، از جانب مریدان شیخ صنعان است ."
      },
      {
        "text": "ما مریدان روی سویِ قبله چون آریم چون؟ / روی سویِ خانهٔ خَمّار دارد پیرِ ما",
        "explanation": "مریدان شیخ صنعان با هم مشاوره می کنند که پیر ما عاشق دختر ترسا گشت و باده نوشید و انواع منهیات را مرتکب شد و بلکه به قول شیخ عطار کافر شد پس از این به بعد حال ما چطور خواهد شد . بعضی از مریدان گفتند که برگردیم به مکه ولی بعضی گفتند : « ما مریدان روی سوی کعبه چون آریم چون ، روی سوی خانه خمار دارد پیر ما » و گفتند که پیر ما مرتکب فسق و فجور شده است و حتما در این کار یک حکمت است پس باید صبر کرد تا حق تعالی چه کند ."
      },
      {
        "text": "در خراباتِ طریقت ما به هم منزل شویم / کاین‌چنین رفته‌ است در عهدِ ازل تقدیرِ ما",
        "explanation": "در میخانه کافران ما هم با پیرمان هم منزل شویم . زیرا در روز ازل قضا و قدر ما اینطور واقع شده است . سه بیت اخیر تلمیح به قصه مذکور است . ( خرابات = میخانه . مغان = مطلقا به معنی کافران . خرابات مغان = میخانه کافران )"
      },
      {
        "text": "عقل اگر داند که دل در بندِ زلفش چون خوش است / عاقلان دیوانه گردند از پیِ زنجیرِ ما",
        "explanation": "اگر معلوم عقل می شد که دل در زلف جانانه چه ذوق و صفایی دارد . عقلا تماما دیوانه می شدند . یعنی خود را به دیوانگی می زدند یا تظاهر به دیوانگی می کردند برای اینکه به زیر زنجیری که دل گرفتار آن است بروند ."
      },
      {
        "text": "رویِ خوبت آیتی از لطف بر ما کشف کرد / زان زمان جز لطف و خوبی نیست در تفسیرِ ما",
        "explanation": "روی زیبای تو برای ما از لطف و لطافت یک آیت یعنی یک علامت فتح و کشف کرد . از آن جهت است که در تفسیر ما جز لطف و خوبی چیز دیگر نیست .\n\nحاصل معنی : هر چه تا کنون از تو دیده ام سراسر لطف بوده و خوبی و غیر این چیز دیگری نبوده . یعنی سراسر لطف و احسان بوده پس همین است که هر سخن ما لطف است و خوب ."
      },
      {
        "text": "با دلِ سنگینت آیا هیچ درگیرد شبی / آهِ آتشناک و سوزِ سینهٔ شبگیرِ ما؟",
        "explanation": "آیا آه سوزناک همچون آتش و سوز و گداز ناله سحرگاه ما شبی بر دل سنگین تو اثر خواهد کرد . ( شبگیر = واقعه ای که در شب اتفاق می افتد )"
      },
      {
        "text": "تیرِ آهِ ما ز گردون بگذرد حافظ خموش / رحم کن بر جانِ خود پرهیز کن از تیرِ ما",
        "explanation": "ای حافظ ، تیر آه ما از فلک می گذرد . ما را با فریاد و فغان خود رنجیده مکن و بر خود رحم کن و از تیر آه ما حذر کن وگرنه تو را نابود می کند ."
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۱۱",
    "verses": [
      {
        "text": "ساقی به نورِ باده برافروز جامِ ما / مطرب بگو که کارِ جهان شُد به کامِ ما",
        "explanation": "ای ساقی با بادۀ صاف و خالص چون نور ، جام مرا روشن کن یعنی پُر کن . ای مطرب بخوان که جهان و کارِ جهان بر وفق مرادمان شد . شاید مضمون مصراع دوم بیت زیر باشد ."
      },
      {
        "text": "ما در پیاله عکس رخِ یار دیده‌ایم / ای بی‌خبر ز لَذَّتِ شُربِ مُدامِ ما",
        "explanation": "ما در پیاله یعنی در نور پیاله عکس رخ یار را دیده ایم . ای که از شربِ مدام ما یا از باده نوشی ما بی خبری ما را معذور بدار . [ پیاله = کاسه کوچک ، به قدح خالی نیز گفته می شود . مدام = دائم و ثابت ]"
      },
      {
        "text": "هرگز نمیرد آن که دلش زنده شد به عشق / ثبت است بر جَریدهٔ عالم دوامِ ما",
        "explanation": "کسی که دلش با آتش عشق و محبت زنده شد . او برای همیشه زنده است و هرگز نخواهد مُرد . پس دوام و بقای ما در جریده عالم ثابت است زیرا ما از آن زندگانیم . [ جریده = دفتر بزرگی است از کاغذ نازک که به شکل بادبزن چیده می شود و از دو جانب خوانده می شود ]"
      },
      {
        "text": "چندان بُوَد کرشمه و نازِ سَهی‌قدان / کآید به جلوه سروِ صنوبرخَرامِ ما",
        "explanation": "ناز و شیوه محبوب های سرو قامت تا زمانی است که محبوبه صنوبر خرام ما هنوز جلوه نکرده است . همین که این عرض جمال نمود دیگر برای آنها اعتباری باقی نمی ماند . [ کرشمه = مترادف ناز است . سهی = راست و مستقیم . سهی قدان = دلبران متناسب اندام . به جلوه = عرض جمال . صنوبر = در اینجا شکل درخت صنوبر معنی می دهد . خرام = با تانی راه رفتن ]"
      },
      {
        "text": "ای باد اگر به گُلشنِ اَحباب بُگذری / زِنهار، عَرضه دِه بَرِ جانان پیامِ ما",
        "explanation": "ای باد اگر از گلشن یعنی از مجلس دوستان گذر کردی . البته سفارش یا پیغام ما را به حضور جانان عرض کن و آنچه عرض خواهد کرد مضمون بیت بعد است . [ احباب = جمع حب به معنی دوستان است و مراد از احباء جانان و سایر دوستان است . گلشن = گلستان و گلزار . برِ جانان = نزد جانان . پیام = خبر و پیغام ]"
      },
      {
        "text": "گو نامِ ما زِ یاد به عمدا چه می‌بری؟ / خود آید آن که یاد نیاری ز نامِ ما",
        "explanation": "ای باد به جانان بگو نام ما را چرا به قصد فراموش می کنی . خود آید آن زمانی که هرگز اسم مان به خاطرها نمی آید یعنی می میریم و نام و نشان مان از دفتر کائنات محو می گردد . [ یاد کردن = به خاطر آوردن . عمد = قصد ]"
      },
      {
        "text": "مستی به چشمِ شاهدِ دلبندِ ما خوش است / زآن رو سپرده‌اند به مستی زمامِ ما",
        "explanation": "به چشم محبوبه ای که دل ما را به خود متعلق ساخته یعنی ما را عاشق خود ساخته ، مستی پسندیده و خوش است . از آن جهت است که زمام اختیار ما را به مستانگی حواله کرده اند . یعنی چون او مستانه چشم است ما هم مستی را اختیار کردیم . [ شاهد = کنایه از محبوب . دلبند = مالک دل . خوش = پسندیده . سپرده اند = حواله . زمام = عنان اختیار ]"
      },
      {
        "text": "ترسم که صَرفه‌ای نَبَرَد روزِ بازخواست / نانِ حلالِ شیخ ز آبِ حرامِ ما",
        "explanation": "می ترسم روزِ قیامت فضیلتی داشته باشد نانِ وقفی که شیخ آن را حلال دانسته و می خورد با آبی که ما آن را حرام می دانیم و می خوریم . یعنی زندگی ریایی شیخ که ذوقی از آن می برد با رندی ما برابر گردد و بلکه ممکن است رندبازی ما افضل باشد . [ صرفه = زیاده . روز بازخواست = روز قیامت . نان حلال = کنایه از نان وقف است زیرا اکثر مشایخ در خانه ها نان وقف می خوردند . آب حرام = کنایه از خمر است ]"
      },
      {
        "text": "حافظ ز دیده دانهٔ اشکی همی‌فشان / باشد که مُرغِ وصل کُند قصدِ دامِ ما",
        "explanation": "ای حافظ اشکِ چشمت یعنی دانه اشک چشمت را نثار کن شاید که مرغِ وصل به دام ما میل کند . یعنی گریه کن شاید که جانان اشک چشم ترا ببیند و به تو رحم کند . [ فشان = نثار کردن . قصد دام = تله شکار ]"
      },
      {
        "text": "دریای اَخضَرِ فَلَک و کَشتی هِلال / هستند غرقِ نعمتِ حاجی‌قوامِ ما",
        "explanation": "دریای اخضر فلک و کشتی هلالی آن ، یعنی حتی افلاک و نجوم هم غرق نعمت حاجی قوام ما هستند . حاصل کلام اینکه به طریق مبالغه به ولی نعمتی این صاحب سعایت اعتراف است . [ اخضر = سبز ]\n\n– حاجی قوام یعنی قوام الدین حسن وزیر اعظم سلطان حسن ایلخان بوده که برای خواجه حافظ مدرسه ای بنا کرد و خواجه سالها در آنجا به تدریس و تذکیر مشغول بوده است ."
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۱۲",
    "verses": [
      {
        "text": "ای فروغِ ماهِ حُسن‌، از روی رخشان شما / آبِ‌روی خوبی از چاه زَنَخدان شما",
        "explanation": "ای جانان ، ضیاء ماه زیبایی از روی درخشان شماست . یعنی همانطور که فلکِ ماه از خورشید کسب نور می کند . ماه زیبایی هم از صورت تو کسب نور و ضیاء می نماید . [ ای جانان آبِ روی زیبایی از چاهِ زنخدان شما است یعنی تمام حُسن و لطافت به زنخدان شما محصور است و هر زیبا ، حُسن خود را از آن کسب می کند همانطور که ماه از خورشید کسب نور می کند . ] ( چاه زنخدان = منظور گودی چانه است )"
      },
      {
        "text": "عزم دیدار تو دارد جانِ بر لب آمده / باز گردد یا برآید؟ چیست فرمان شما؟",
        "explanation": "جانِ بر لب آمده قصدِِ ملاقات ترا دارد . برگردد یا برآید . فرمان چیست ؟ یعنی جان عزیز را به تو تسلیم نمایم یا خود به جایش برگردد . فرمان تان چیست . [ عزم = نیت . دیدار = ملاقات . جان = روح حیوانی است ]"
      },
      {
        "text": "کَس به دور نرگست طرفی نبست از عافیت / بِه که نفروشند مستوری به مستان شما",
        "explanation": "در دوران چشمانت کسی از پرهیزکاری فایده نبرد . یعنی مستفیذ نشد زیرا هر کس که ترا دید مستِ عشقت گشت . حاصل اینکه تمام عالم را اسیر و دیوانه کردی پس بهتر است که به چشمان شما پرهیزکاری و مستوری نفروشند . [ به دور = دوران و زمان . نرگس = نام گلی است که شعرا به طریق کنایه چشم را به آن تشبیه می کنند ]"
      },
      {
        "text": "بخت خواب‌آلود ما بیدار خواهد شد مگر / زان که زد بر دیده آبی، روی رخشان شما",
        "explanation": "طالع خواب آلود و خوابناک ما دارد بیدار می شود زیرا روی درخشان تو به چشم بخت من آب پاشید یعنی دیدن روی درخشان تو باعث شد که طالع ما بیدار شود . زیرا مشهور است کسی که طالعش خواب باشد . خودش هم در رنج و الم به سر می برد اما اگر بخت بیدار باشد خود شخص هم در راحت است . [ آب بر دیده زدن = کنایه از اینکه از دیدن روی تو چشمانم روشن گشت و این دیدار محبوب را دلیل بر خوشبختی و نیک طالعی می داند ]"
      },
      {
        "text": "با صبا همراه بفرست از رخت گل دسته‌ای / بو که بویی بشنویم از خاک بستان شما",
        "explanation": "ای جانان از گلشن رخت به همراه بادِ صبا دسته گلی بفرست . شاید از خاک بوستانی که تو در آن قدم نهاده ای بوی عطری بشنویم . یعنی خاک بوستانی که تو در آن قدم نهادی بوی گل می دهد . پس استشمام بوی گلِ رخسارت همان بوییدن خاکِ پایت است . [ همراه = رفیق و به اتفاق . رخ = گونه است ولی در اینجا مراد صورت است . گلدسته ای = دسته گلی . بوکه = شاید که ]"
      },
      {
        "text": "عمرتان باد و مراد ای ساقیانِ بزمِ جم / گرچه جام ما نشد پُر مِی به دوران شما",
        "explanation": "عمرتان زیا و مرادتا برآورده گردد ای ساقیان مجلس پادشاه گرچه در دوران شما قدح ما پر از مِی نشد ."
      },
      {
        "text": "دل خرابی می‌کند، دلدار را آگه کنید / زینهار ای دوستان‌، جان من و جان شما",
        "explanation": "دل خرابی می کند یعنی اسرار را فاش می سازد . ای دوستان ، دلدار را آگاه کنید البته زیرا جان من همان جان شما است یا خود جان من با جان شما است و هر چه که به جان من برسد به جان شما همان می رسد . حاصل سخن اینکه دل بی قرار شده و با آه آتشین خود جهان را می سوزاند و نابود می کند در حالی که شما و دلدار هم در جهان هستید . پس دلدار را آگاه کنید از این موضوع تا مرحمتی به جان من بکند ."
      },
      {
        "text": "کی دهد دست این غرض یا رب که همدستان شوند‌؟ / خاطر مجموع ما، زلف پریشان شما",
        "explanation": "این مقصود چه زمانی حاصل خواهد شد که دل آسوده به عشق ما با گیسوی آشفتۀ شما همراز و هم صحبت شود ؟ [ همدستان = مخففِ همداستان به معنی همراز و هم صحبت ]"
      },
      {
        "text": "دور دار از خاک و خون دامن، چو بر ما بگذری / کَاندَر این ره کشته بسیارند، قربان شما",
        "explanation": "وقتی که از نزدیک ما می گذری ، دامنت را جمع کن که آلوده خاک و خون نشود . یعنی در حالیکه دامنت را جمع می کنی با کمال عظمت رد شو زیرا در این راه که ما افتاده ایم . خیلی اشخاص چون ما قربانی شما شده اند . یعنی عشاق فراوان فدای راه عشق شده و از بین رفته اند . مراد جلب توجه جانان است که بدین وسیله شفقت و مرحمت او را طلب می کند ."
      },
      {
        "text": "می‌کند حافظ دعایی، بشنو، آمینی بگو / روزی ما باد لعل شَکَّرافشان شما",
        "explanation": "حافظ دعا می کند . ای جانان بشنو و آمین بگو و آن دعا این است . نصیب ما باشد آن لب شکرافشان شما ."
      },
      {
        "text": "ای صبا با ساکنانِ شهرِ یزد از ما بگو / کِای سر حق‌ناشناسان گوی چوگان شما",
        "explanation": "ای صبا به پادشاهی که در یزد ساکن است و به اعیان دولت آنجا بگو : که ای اربابان دولت ، سرِ حق ناشناسان ، گوی چوگان شما باشد ."
      },
      {
        "text": "گرچه دوریم از بساط قُرب‌، همّت دور نیست / بندهٔ شاه شماییم و ثناخوان شما",
        "explanation": "ای ساکنان شهر یزد ، اگر چه وجودمان و تن مان از شما دور است اما همت مان دور نیست . یعنی هرگز از خاطرمان محو نمی شویم بلکه همیشه بنده شاه و دعا گوی شماییم . [ قرب = نزدیکی . همت = اراده ]"
      },
      {
        "text": "ای شَهنشاه بلند اختر‌، خدا را همّتی / تا ببوسم همچو اختر خاک ایوان شما",
        "explanation": "ای شاهنشاه بلند اختر به حق خدا یا به خاطر خدا همتی کن تا خاکِ ایوان چون گردونِ بلندت را ببوسم . یعنی ایوانی که مشابه گردون است یا همانطور که گردون را می بوسند ایوانت را ببوسم ."
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۱۳",
    "verses": [
      {
        "text": "می‌دمد صبح و کِلِّه بست سحاب / الصَبوح الصَبوح یا اصحاب",
        "explanation": "سپیده صبح می دمد و ابر هم پرده بسته یعنی سَنبُلِ هوا است . پس حالا ای یاران باده بیارید که بنوشیم . زیرا به سلیقه باده نوشان در روز ابری البته ابری که سَبُک باشد و احتمال بارندگی نداشته باشد ، شراب نوشیدن مطبوع و پسندیده است علی الخصوص که در چمن باشد . [ کِلّه = به کسر کاف و فتح و تشدید لام به معنی پرده است و جمع آن کلل است . الصبوح = مراد اتونی الصبوح می باشد به معنی باده صبح را بدهید . اصحاب = یاران ]"
      },
      {
        "text": "می‌چکد ژاله بر رخِ لاله / المُدام المُدام یا احباب",
        "explanation": "روی لاله ، ژاله می چکد . ای دوستان باده بیارید بنوشیم . تکرار باده (مدام) برای تاکید است .[ می چکد = قطره قطره می ریزد . ژاله = شبنم . مدام = شراب را گویند . احباب = دوستان ]"
      },
      {
        "text": "می‌وزد از چمن نسیمِ بهشت / هان، بنوشید دَم به دَم مِیِ ناب",
        "explanation": "از چمن بادِ خوشبوی بهشت می وزد . ای یاران حالا پیوسته باده خالص بنوشید . [ می وزد = باد می وزد . بهشت = جنت . ناب = خالص ]"
      },
      {
        "text": "تخت زُمْرُد زده است گل به چمن / راحِ چون لعلِ آتشین دریاب",
        "explanation": "گل در چمن تختِ زُمردی زده است یعنی روی زمین را چمن سبز پوشانیده پس حالا شراب چون لعل ارغوانی تهیه کن . به سلیقه باده نوشان شرب خمر در فصل بهار از سایر فصول مطبوع تر است . ( راح = شراب قرمز )\n\n_ زمرد گوهری است سبز رنگ که در باره اش خواص زیادی نوشته اند از جمله گویند که مارها و عقرب ها از دارنده این گوهر گریزانند . یکی از اعیان ناس نقل می کرد : در سفری که به شهر امد می رفتم راهم از صحرا بود . در کنار جاده ماری دیدم خوابیده . ناگاه مار سرش را بلند کرد همینکه چشمش به من افتاد فوری به پشت برگشت از رفیقم که شخص دانشمند و قاضی بود و به اتفاق هم سفر می کردیم پرسیدم به این حیوان چه رسید که این طور شد . دوستم گفت نگین انگشترت چیست ؟ جواب دادم زمرد است . گفت افعی از دیدن زمرد هلاک می شود . پس آن قاضی از خواص زمرد چند تا برایم بیان کرد و من از آن زمان تا کنون هیچ وقت زمرد را از خود دور نداشته ام ."
      },
      {
        "text": "درِ میخانه بسته‌اند دگر / اِفتَتِح یا مُفَتِّح الاَبواب",
        "explanation": "درِ میخانه را دوباره بسته اند . ای باز کننده درها (مفتح الابواب) دوباره درِ میخانه را باز کن . [ دگر = در این بیت به معنای دوباره است . افتح = باز کن ]"
      },
      {
        "text": "لب و دَندانْت را حقوق نمک / هست بر جان و سینه‌هایِ کباب",
        "explanation": "لب چون لعل تو بر سینه های مجروح و کباب شده خیلی حق نمک دارد و سرخی زخم ها از تاثیر لب تو است ."
      },
      {
        "text": "این چنین موسِمی عجب باشد / که ببندند میکده به شتاب",
        "explanation": "در چنین زمانی یعنی در فصل بهار عجب است که درِ میخانه را با این عجله ببندند . [ موسم = زمان مناسب هر چیز . میکده = محل می . شتاب = عجله ]"
      },
      {
        "text": "بر رخِ ساقیِ پری پیکر / همچو حافظ بنوش بادهٔ ناب",
        "explanation": "به روی ساقی که اندامی زیبا مانند پری دارد ، مثل حافظ شراب خالص بنوش . یعنی به روی ساقی زیبا نگاه کن و بنوش ."
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۱۴",
    "verses": [
      {
        "text": "گفتم ای سلطانِ خوبان رحم کن بر این غریب / گفت در دنبالِ دل، رَه گُم کُنَد مسکین غریب",
        "explanation": "گفتم ای سلطان ماهرویان ، به این بی کس و غریب رحم کن . در جوابم گفت : غربت در دنبال دل راهش را گم می کند . یعنی در اثر متابعت از هوای دل از حد اعتدال خارج شده و بالاخره دیوانه و شیدا می شود . یعنی کسانی که زمام اختیار را به دست دل می سپارند بالاخره سرگردان می مانند . [ دنبال = عقب و پشت سر هم . ره گم کند = در اینجا به معنی از حد اعتدال خارج شدن است . غریب = کسی که از وطن خود دور باشد ]"
      },
      {
        "text": "گفتمش مَگذر زمانی، گفت معذورم بدار / خانه پروردی چه تاب آرد غم چندین غریب",
        "explanation": "به جانان گفتم اندکی توقف کن و زود مگذر . جانان در جوابم گفت : معذورم بدار زیرا یک خانه پرورد ، غمِ این همه غریب را چگونه طاقت بیاورد . یعنی طاقت نمی آورد . [ معشوق می گوید اینکه می گویی توقف کن و زود مگذر تا عشاق اظهار غموم بکنند . اما من تحمل آن را ندارم چون که یک خانه پرور ، طاقت تحمل انظار بیگانه را ندارد تا چه برسد که عرض هموم آنها را بشنود . ( خانه پرورد = به کسی گویند که فقط در خانه محدود بوده و هرگز در خارج از منزل با بیگانگان اختلاط نکرده باشد مثل شاهزادگان )"
      },
      {
        "text": "خفته بر سنجابِ شاهی نازنینی را چه غم؟ / گر ز خار و خاره سازد بستر و بالین غریب",
        "explanation": "نازنینی که در بستر شاهانه سنجابی در خواب راحت آرمیده چه غم دارد از غریبی که تشک اش از خار و بالین اش از سنگ خاره باشد . یعنی جانانی که در نهایت رفاه و آسایش و با ذوق و صفا باشد چه می داند حال عشاق بیچاره را که چگونه اسیر درد و بلا و غم و اندوه اند . چه هر کس هر چه به سرش آمده همان را می داند . [ نازنین = دارای ناز . خار = تیغ . خاره = نوعی سنگ . بستر = تشک . سنجاب = حیوانی است به رنگ خاکستری که به پوستش هم سنجاب گویند ]"
      },
      {
        "text": "ای که در زنجیرِ زلفت جایِ چندین آشناست / خوش فتاد آن خالِ مشکین بر رخِ رنگین غریب",
        "explanation": "ای جانان که جانِ این همه آشنا در زنجیر زلفت گرفتار شده . در آن رخ رنگین ، آن خال مشکین عجب زیبا واقع شده . کلمه غریب در این بیا به معنای عجیب است ."
      },
      {
        "text": "می‌نماید عکسِ مِی، در رنگِ رویِ مَه وَشَت / همچو برگِ ارغوان بر صفحهٔ نسرین، غریب",
        "explanation": "عکس سرخی شراب بر چهره مهوشت ، عجیب و غریب می نماید عینا مانند صفحه نسرین که برگ ارغوان بر رویش عجیب و غریب دیده می شود . یعنی از تاثیر باده ، سرخی صورت ات با سفیدی بشره ات متلون گشته و بی نهایت زیبا دیده می شود ."
      },
      {
        "text": "بس غریب افتاده است آن مور خَط، گِردِ رُخَت / گرچه نَبوَد در نگارستان، خطِ مشکین غریب",
        "explanation": "آن خط مشکین که چون مورِ سیاه در گردِ رخت سبز شده بسیار عجیب واقع شده . اگر چه در نگارخانه چین خط مشکین عجیب نیست . [ نگارستان = اسم خانه ای است در چین که نقاشی به نام مانی آن را پیدا کرده است و نقوش و تصاویر خود را در آن نقاش خانه رسم کرده است و غیر از مانی هر استادی که یک تصویر بدیع و غیر مکرر به وجود آورده در آن نقاش خانه نقش شده است . پس نگارستانی است پُر از نقوش غریبه که در اکثر کتب مذکور و مسطور است ]"
      },
      {
        "text": "گفتم ای شامِ غریبان طُرِّهٔ شبرنگِ تو / در سحرگاهان حذر کن چون بنالد این غریب",
        "explanation": "گفتم ای جانان که طرّۀ شبرنگ تو سیاه تر از ظلمت شام غریبان است . اگر این عاشق غریب تو وقت سحر بنالد از گریه و زاری او هنگام سحر حَذر کن زیرا که آه و ناله سحری بسیار موثر واقع می شود . [ طرّه = قسمت بالای پیشانی که به سر متصل می شود ]"
      },
      {
        "text": "گفت حافظ آشنایان در مقامِ حیرتند / دور نَبوَد گر نشیند خسته و مسکین غریب",
        "explanation": "جانان همی که سخنان حافظ را شنید . گفت : حافظ ، آشنایان در مقام حیرت اند . پس اگر غریبی چون تو غمین و بیمار بنشیند بعید نیست . یعنی عشاقی که قدیمی و آشنایند . برای وصلت وسیله نیافته و در حیرت اند . پس تو که مرد غریب و بیگانه هستی اگر ملول و غمین بنشینی عجیب نیست ."
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۱۵",
    "verses": [
      {
        "text": "ای شاهد قدسی، کِه کَشَد بند نقابت؟ / وی مرغ بهشتی، که دهد دانه و آبت؟",
        "explanation": "ای محبوب قدسی یا ای فرشته قدسی ، که بندِ نقابت را باز می کند ؟ یعنی که به تماشای دیدار مطهّرت مشرف می گردد ؟ بند کشیدن کنایه از دیدن روی محبوب است . یعنی وصالت برای که میسّر می گردد . و ای مرغ بهشتی دانه و آب تو را که می دهد ؟ یعنی مأکولات و مشروبات تو را که تهیه می کند ."
      },
      {
        "text": "خوابم بشد از دیده در این فکر جگرسوز / کآغوشِ که شد منزل آسایش و خوابت؟",
        "explanation": "خوابم از چشم رفت از این فکر جگرسوز که آغوش که خوابگاه تو شد یعنی در آغوش که خوابیده و غنوده ای ."
      },
      {
        "text": "درویش نمی‌پرسی و ترسم که نباشد / اندیشهٔ آمرزش و پروای ثوابت",
        "explanation": "احوالی از درویش نمی پُرسی یعنی درویش را مورد تفقد قرار نمی دهی . می ترسم که فکر آمرزیدگی و کسب ثواب نداشته باشی . یعنی از اینکه احوالی از درویش نمی پُرسی و به حالش رسیدگی نمی کنی . می ترسم که از احوال مذکور در تو نباشد یعنی فکر مورد عفو قرار گرفتن و کسب ثواب نداشته باشی ."
      },
      {
        "text": "راه دل عشّاق زد آن چشم خماری / پیداست از این شیوه که مست است شرابت",
        "explanation": "آن چشم مخمورانه راهِ دلِ عشاق را زد یعنی با تیر غمزه و مژگان خود دل عشاق را دیوانه کرد . از این شیوه و صنعت پیداست که شرابت قتال است . یعنی از شدت مستانگی است که چشمانت دل ها را دیوانه کرد و مستانگی شدید هم از قتال بودن شراب است ."
      },
      {
        "text": "تیری که زدی بر دلم از غمزه خطا رفت / تا باز چه اندیشه کند رأی صوابت",
        "explanation": "تیری که از غمزه بر دلم زدی به هدف اصابت نکرد و خطا رفت . عجبا ، فکر صائب تو بعد از این چه تدبیر کند . یک تیر دیگر هم می زند به قلبم ؟ یا اینکه اهمال نموده و ترک می کند ."
      },
      {
        "text": "هر ناله و فریاد که کردم نشنیدی / پیداست نگارا که بلند است جَنابت",
        "explanation": "هر ناله و فریاد و فغانی که کردم نشنیدی . معلوم می شود ای نگار ، پیشگاه تو خیلی بلند است و رفیع . یعنی از کمال رفعت ناله کسی به آنجا نمی رسد که بشنوی . چنانکه گفت اند : یارب غمِ ما را که به عرضِ تو رساند / کانجا که تویی باد رسیدن نتواند ."
      },
      {
        "text": "دور است سر آب از این بادیه، هش دار / تا غول بیابان نفریبد به سرابت",
        "explanation": "در این بادیه عشق ، سرچشمه وصال دور است . عقلت را جمع کن که غول یعنی رقیب ، تو را با دروغ گول نزند . یعنی با دادن وعدۀ وصال جانان ، تو را به تهلکه نیاندازد . [ هشدار = در اینجا به معنی عقلت را جمع کن . غول = آدم بیابانی را گویند که به عقیده عوام الناس وجود خارجی دارد ولی حدیث شریف نفی کرده است ]"
      },
      {
        "text": "تا در ره پیری به چه آیین رَوی ای دل / باری به غلط صرف شد ایّامِ شبابت",
        "explanation": "ای دل عجبا که در طریق پیری یعنی هنگام پیری به چه آیین و به چه طریق سلوک می کنی . ایام جوانی تو که بیهوده تلف شد . یعنی جوانی را با غرور و جهالت گذراندی . لااقل در پیری جبران کن . [ آیین = اسلوب و قانون . باری = لااقل . شباب = جوانی ]"
      },
      {
        "text": "ای قصرِ دل‌افروز که منزلگهِ انسی / یا رب مَکُناد آفتِ ایّام، خرابت",
        "explanation": "خواجه به قصر جانان خطاب کرده و می فرماید : ای قصری که سبب سرور و خوش حالی می باشی و منزلگه دوستی و آشنایی هستی . از خدا مسئلت می نمایم که آفت ایام خرابت نکند . [ دلفروز = باعث سرور خاطر . آفت = بلا ]"
      },
      {
        "text": "حافظ نه غلامیست که از خواجه گریزد / صلحی کن و بازآ که خرابم ز عِتابت",
        "explanation": "حافظ غلامی نیست که از خواجه خود بگریزد . یعنی اگر هزار بلا هم بیند از خواجه خود فراری نمی شود . حالا لطف کن و خشم و غضب را ترک کن یعنی از رویه ات عدول کن که از عتاب ات خرابم . [ حافظ از جور و جفایت تو را ترک نمی کند و از پیشت نمی رود اما از عتاب ات بیش از حد متالم است . پس حالا لطف کن و عتاب را ترک کن . ( عتاب = آزردن . بازآ = در اینجا به معنی عودت و عدول است ) ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۱۶",
    "verses": [
      {
        "text": "خَمی که ابرویِ شوخِ تو در کمان انداخت / به قصد جانِ منِ زارِ ناتوان انداخت",
        "explanation": "خَمی که ابروی شوخ و قشنگت در کمان انداخت یعنی خود را قوسی شکل کرد . به قصد کشتن من زار و ناتوان است . خطاب به جانان گوید : ابروانت را به شکل کمان کرده ای . کمانی کردن ابروانت فقط برای انداختن تیرِ غمزه و کشتن من است ."
      },
      {
        "text": "نبود نقش دو عالَم، که رنگ الفت بود / زمانه طرح محبّت، نه این زمان انداخت",
        "explanation": "هنوز صورت دو عالَم به وجود نیامده بود که مابین ارواح الفت و آشنایی و دوستی وجود داشت . پس زمانه بنیاد محبت و یا قاعده دوستی را تازه در این زمان نیانداخته است . یعنی علاقه و محبتی که مابین عاشق و معشوق وجود دارد همان علاقه و محبت ازلی است که مابین ارواح بوده است ."
      },
      {
        "text": "به یک کرشمه که نرگس به خودفروشی کرد / فریبِ چشمِ تو صد فتنه در جهان انداخت",
        "explanation": "به سبب یک ناز که با صد غرور ، نرگس برای خودنمایی کرد ، فریب و مکر چشمت تعصباَََ در برابر نرگس به جهان صد فتنه انداخت . یعمی گفت در جایی که من هستم ، کرشمه وظیفه تو نیست . این را گفت و عالم را پُر از فتنه کرد . ( خود فروشی = خود را فروختن . فریب = گول . کرشمه = ناز )"
      },
      {
        "text": "شراب‌خورده و خِوی‌کرده می‌رَوی به چمن / که آبِ روی تو آتش در ارغوان انداخت",
        "explanation": "در حالیکه شراب خورده و عرق هم کرده بودی . کی به چمن رفتی که از لطافت و صفوت تو آتش به ارغوان افتاد . یعنی قرمزی ارغوان از رشکِ روی تو است ."
      },
      {
        "text": "به بزمگاهِ چمن، دوش، مست، بگذشتم / چو از دهانِ توأم غنچه در گُمان انداخت",
        "explanation": "دیشب مستانه به بزمگاه چمن رفتم . چون غنچه شباهتی که به دهان تو داشت مرا به گمان انداخت . یعنی عجبا ، غنچه هم به دهان جانان شباهت پیدا می کند ؟ پس به شک افتادم و به چمن رفتم و دیدم فی الواقع غنچه به دهان تو شبیه است ."
      },
      {
        "text": "بنفشه طُرِّهٔ مفتول خود گره می‌زد / صبا حکایتِ زلفِ تو در میان انداخت",
        "explanation": "بنفشه زلف خود را گره می زد و در همان حال صبا حکایت زلف تو را به میان کشید . زلف تابدار را به بنفشه تشبیه کرده اند . ( مفتول = پیچ خورده . گره می زد = پیچ و تاب می داد )"
      },
      {
        "text": "ز شَرمِ آن که به روی تو نسبتش کردم / سمن به دستِ صبا، خاک در دهان انداخت",
        "explanation": "از شرم آنکه به روی تو تشبیه اش کردم . سمن با دست صبا خاک به دهانش انداخت . یعنی حاشا من چه لیاقت آن را دارم که به دهان جانان تشبیهم کنند و با گفتن این تنزه و تبری کرد . ( شرم = خجالت . سمن = گلی سفید رنگ . خاک در دهان انداخت = در جایی که می خواهند بگویند حاشا که لایق این نیست ، این جمله را بکار می برند )"
      },
      {
        "text": "من از ورع، مِی و مطرب ندیدمی زین پیش / هوای مغبچگانم در این و آن انداخت",
        "explanation": "من از زهد و تقوایی که داشتم هرگز گِردِ می و مطرب نمی گشتم یعنی هرگز از اینها اطلاع نداشتم اما عشق و محبت پسر بچه های میخانه مرا به طرف می و مطرب کشاند . یعنی این باده نوشی و استماع ساز از اختلاط و علاقه به آنها برایم حاصل شد زیرا اختلاط ، همرنگی را با آنها ایجاب می کند . ( این اشاره به مطرب و آن اشاره به می است )"
      },
      {
        "text": "کنون به آبِ میِ لعل، خرقه می‌شویَم / نصیبهٔ ازل از خود نمی‌توان انداخت",
        "explanation": "اکنون با شراب قرمز خرقه خود را می شویم . اما چه فایده آنچه از ازل مقدر شده و نصیب شخص است نمی توان از بین برد . حاصل سخن اینکه ، باده نوشی من ازلی است و هرگز با وسایل عارضی از بین نمی رود ."
      },
      {
        "text": "مگر گشایشِ حافظ در این خرابی بود / که بخششِ ازلش، در میِ مغان انداخت",
        "explanation": "گویا گشایش کار حافظ در این باده نوشی و مستی بوده که لطف ازلی خداوند او را به میِ مغان انداخت . حاصل سخن اینکه ، باده نوشی او با اختیار خود نبوده بلکه حکمِ ازلی است که برایش اینطور جاری است . ( مراد از خرابی ، مستی است )"
      },
      {
        "text": "جهان به کامِ من اکنون شود که دورِ زمان / مرا به بندگیِ خواجهٔ جهان انداخت",
        "explanation": "حالا دیگر دنیا بر وفق مراد من می گردد زیرا که گردش روزگار مرا به خدمت آصف عهد درآورد . یعنی ملازمت ایشان را برایم میسر ساخت . ( مراد از خواجۀ جهان ، قوام الدین حسن است که حافظ حمایت او را اعتراف کرده است )"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۱۷",
    "verses": [
      {
        "text": "سینه از آتش دل، در غمِ جانانه بسوخت / آتشی بود در این خانه که کاشانه بسوخت",
        "explanation": "در غم جانان از آتشِ دل ، سینۀ سوزانم بسوخت . زیرا دز این خانه آتشی بود که کاشانه را سوزاند و یا کاشانه از آن آتش سوخت . مراد از خانهِ دل و کاشانه ، سینه است . ( کاشانه = خانه زمستانی را گویند )"
      },
      {
        "text": "تنم از واسطهٔ دوریِ دلبر بگداخت / جانم از آتشِ مهرِ رخِ جانانه بسوخت",
        "explanation": "تنم از دوری دلبر آب شد یعنی خیلی ضعیف و نحیف و لاغر شده ام . و جانم هم از آتش عشق جانان سوخت و یا از آتش خورشیدِ رُخَش ، جانم آتش گرفت . ( واسطه = سبب . دوری = بُعد . بگداخت = بی نهایت ضعیف و لاغر . مهر = به دو معنا قابل تعبیر است یکی محبت و دیگری خورشید )"
      },
      {
        "text": "سوزِ دل بین که ز بس آتش اشکم، دلِ شمع / دوش بر من ز سرِ مِهر، چو پروانه بسوخت",
        "explanation": "سوزش دل مرا ببین که تا چه حد است که دیشب از حرارت زیادِ اشک چشمم ، دل شمع از سر مهر چون پروانه بر من سوخت . حاصل اینکه ، سوزش دل مرا ببین که از اثر حرارت اشکِ چشمم ، دلِ شمع چون پروانه به حال من سوخت . ( مراد از آتش در اینجا حرارت است )"
      },
      {
        "text": "آشنایی نه غریب است که دلسوزِ من است / چون من از خویش برفتم، دلِ بیگانه بسوخت",
        "explanation": "دلسوزی آشنایان به حال من عجیب و غریب نیست . زیرا وقتی من از حال رفتم یعنی از خود بی خود و بی قرار شددم دل یار به رحم آمد و به حال من سوخت . حاصل سخن اینکه ، دیدن آشنایان این حال مرا و دلسوزیشان از روی ترحم ، غریب نیست . غرابت در سوختن دلِ بیگانگان به حال من است ."
      },
      {
        "text": "خرقهٔ زهدِ مرا، آبِ خرابات ببُرد / خانهٔ عقلِ مرا، آتشِ میخانه بسوخت",
        "explanation": "خرقه زهد مرا ، باده از بین برد یعنی به سبب باده نوشی ، زهد را ترک کردم و خانه عقلم را هم باده سرخ ، آتش زد یعنی به سبب باده نوشی عقلم را از دست دادم و مست و لایعقل شدم . ( مراد از آب خرابات ، شراب است و مراد از آتش خمخانه ، شراب قرمز است )"
      },
      {
        "text": "چون پیاله دلم از توبه که کردم بشکست / همچو لاله، جگرم بی می و خُمخانه بسوخت",
        "explanation": "از توبه ای که کردم دلم چون پیاله بشکست . یعنی بسیار نادم و پشیمان شدم و جگرم چون باده بی می و میخانه بسوخت . یعنی در آرزو و فراق می و میخانه ، جگرم چون باده جوشید و پخت . ( جوشیدن و پختن نسبت به باده مناسب است اما سوختن مناسب نیست ) ( باده = شرابی که جوش خورده باشد را باده گویند )"
      },
      {
        "text": "ماجرا کم کن و بازآ که مرا مردمِ چشم / خرقه از سر به درآورد و به شکرانه بسوخت",
        "explanation": "خطاب به جانان می فرماید : ماجرا را ترک کن و بیا که مردمک چشم من ، خرقه خود را از سر درآورده و آتش زد . یعنی ما دیگر با هم صلح کردیم و از این به بعد از گذشته ها بگذر . ( در اینجا مراد از خرقه ، جبۀ جلو بسته است به قرینه از سر بدر آوردن )\n\n– یکی از آداب و رسوم باده نوشان اعجام است که وقتی بین دو دوست شکرآب شود یعنی کدورتی بین شان پیدا شود . آنکه طالب صلح است پیراهن خود را درآورده به شکرانه صلح آتش می زند ."
      },
      {
        "text": "ترک افسانه بگو حافظ و مِی نوش دمی / که نَخُفتیم شب و شمع به افسانه بسوخت",
        "explanation": "ای حافظ بگو که افسانه را ترک کردم و یک نفس باده بنوش زیرا شب نخسبیدیم و شمع به افسانه بسوخت . ( مراد از شمع به افسانه سوخت یعنی شمع بیهوده و بی جا سوخت )"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۱۸",
    "verses": [
      {
        "text": "ساقیا آمدنِ عید، مبارک بادت / وان مَواعید که کردی، مَرَواد از یادت",
        "explanation": "ای ساقی آمدن عید مبارکت باشد و آن وعده ها که داده ای از خاطرت نرود . یعنی فراموش مکن . از فحوای کلام اینطور معلوم می شود که ساقی برای بعد از عید شریف وعدۀ عقد داده بوده است . بدین وسیله تذکر می دهد و یادآوری می کند که آن وعده را فراموش نکند . [ مواعید = جمع موعود به معنی چیزی که وعده داده شده ]"
      },
      {
        "text": "در شگفتم که در این مدّتِ ایّامِ فراق / برگرفتی ز حریفان دل و دل می‌دادت",
        "explanation": "ای ساقی بندگی ما را خدمت دختر رز برسان و بگو که بیرون آی . یعنی اخنفاء را ترک کن که دَمِ همت ما تو را از غم آزاد کرد . حاصل کلام اینکه به مناسبت فرا رسیده ماه حرام شراب قدغن بوده اما حالا با فرا رسیدن عید همایونی نوشیدن آن مجاز است . حضرت خواجه این معنا را با کنایه تعبیر می فرمایند . [ بندگی = خدمت . رَز = درخت انگور است و دختر رَز کنایه از شراب است ]"
      },
      {
        "text": "برسان بندگیِ دختر رَز، گو به درآی / که دَم و همّت ما کرد ز بند، آزادت",
        "explanation": "ای ساقی به دختر رز بگو در این مدت فراق که از حریفان دل برگرفتی . در تعجبم که این جدایی و رو گردانی را دلت هم قبول کرد . یعنی در مدت سه ماه که در حال اختفاء بوده به حریفان ، دیدار نشان نمی دادی . تعجب می کنم که چگونه دلت این را تحمل کرد . [ شگفت = تعجب . برگرفتی ز حریفان دل = از حریفان دل کندی . دل می دادت = دلت اجازه می داد ]"
      },
      {
        "text": "شادی مجلسیان در قدم و مقدم توست / جای غم باد، مَر آن دل که نخواهد شادت",
        "explanation": "شادی و سرور اهل مجلس ، ای دختر رز در قدوم مبارک توست . جای غم باشد هر آن دلی که تو را شاد نخواهد . یعنی غمگین باشد هر دلی که شادی و خندانی تو را نخواهد و اختفاء و زندانی بودنت را آرزو کند . [ مجلسیان = اهل مجلس . قدم = در لغت عربی پاشنه را گویند . مقدم = قدوم ]"
      },
      {
        "text": "شکر ایزد که ز تاراجِ خزان رخنه نیافت / بوستانِ سمن و سرو و گل و شمشادت",
        "explanation": "ای دختر رز ، شکر خدا که بوستان سمن و سرو و گل و شمشاد تو از بادِ خزان در امان بود . یعنی این حقارت به ذاتت تاثیر نکرد . [ باد خزان = مراد مدت اختفاء دختر رز . رخنه نیافت = یعنی در مدت اختفاء از محتسبان و مامورین دولت نقصان نیافت ]"
      },
      {
        "text": "چشمِ بد دور کز آن تفرقه‌ات بازآورد / طالعِ ناموَر و دولتِ مادرزادت",
        "explanation": "چشم بد از تو دور ای دختر رز ، که طالع نیک و دولت مادرزادت ، تو را از آن تفرقه و جدایی نجات داد . [ چشم بد دور = دعا است به دختر رز . بازآورد = اصطلاحاََ یعنی خاتمه داد . نامور = نامی و مشهور . دولت مادرزاد = دولتی که قبل از به دنیا آمدن برایش مقدر بوده است و یا دولتی که در شکم مادر مقدر بوده . ]"
      },
      {
        "text": "حافظ از دست مده دولت این کشتی نوح / ور نه طوفانِ حوادث بِبَرَد بُنیادت",
        "explanation": "ای حافظ ، مصاحبت این کشتی نوح را از دست مده یعنی صحبت قدح را از دست مده . حاصل سخن این است که همنشینی باده نوشان را ترک مکن . واِلّا طوفان حوادث ، بنیاد وجودت را از بین می برد . یعنی از باده جدا مشو ، وگرنه تمام غم ها و هموم بلیّات روزگار ، بنیاد وجودت را تلف می کند . [ کشتی نوح = منظور قدحی است به شکل قایق که بعضی اشخاص آن را از نقره و بعضی از شاخ گاو و بعضی از چوب می سازند مثل ابدالان روم . طوفان = آب و بارندگی شدید که همه جا و همه چیز را پُر می کند و فرا می گیرد . حوادث = جمع حادثه به معنی نکبت . بنیاد وجود = مراد شاعر است ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۱۹",
    "verses": [
      {
        "text": "ای نسیمِ سحر آرامگَهِ یار کجاست؟ / منزلِ آن مَهِ عاشق‌کُشِ عَیّار کجاست؟",
        "explanation": "ای نسیم سحری ، آرامگاه یار یعنی استراحتگاه یار کجاست . و منزل آ ماه عاشق کش کحاست . یعنی منزل و خانه جانان عاشق کجا است . [ آرامگه = مخفف آرامگاه به معنی محل آرامش و قرار . عاشق کش = آنکه عاشق را به هلاکت می رساند . عیار = مبصر ]"
      },
      {
        "text": "شبِ تار است و رَهِ وادیِ اَیمَن در پیش / آتشِ طور کجا موعدِ دیدار کجاست؟",
        "explanation": "شب تاریک است و وادی ایمن در پیش ، آتش طور کجا است و وعده دیدار کجا . مراد از شب تار ، شب تاریک فراق است و وادی ایمن در پیش ، یعنی سالک راه عشقیم و از آن منقطع نمی شویم و مراد از موعد دیدار ، وعدۀ وصل جانان است .\n\nوادی ایمن = اسم دره مشهور و معین است که حق تعالی در آنجا به حضرت موسی (ع) تجلّی کرد .\n\nطور = هر کوه را طور گویند مثل جبل ، ولی در اینجا مراد طور موسی است . که تجلی در آنجا واقع است . حضرت موسی از قوم فرعون فرار کرد و به مدینه رفت . و مدینه مملکت شعیب پیغمبر است . در آنجا به یک روایت هشت سال و به روایتی دیگر ده سال ، چوپانی حضرت شعیب را کرد . و شعیب پیغمبر در ازاء این خدمت یکی از دختران خود را به نکاح موسی درآورد . حضرت موسی (ع) بعد از سالها آرزوی صله رحم کرد و با زن خود به طرف مصر یعنی وطن اصل اش حرکت کرد . از حکمت خدا ، آن شب زن موسی که حامله بود احساس دردی کرد . اتفاقاََ شب سردی بود و احتیاج به آتش پیدا کردند . حضرت موسی (ع) در همان موقع ناگهان به جانب طور نگاه کرد و آتشی از دور به نظرش رسید . این نور ، نور تجلّی حق تعالی بود که موسی آن را به صورت آتش دید . به زنش گفت : شما اینجا باشید و من می روم آتش بیاورم . این را گفت و متوجه طرف آتش گشت . همین که به محل آتش رسید . کلام حضرت حق تعالی را شنید . ( آیه 30 ، سوره قصص )"
      },
      {
        "text": "هر که آمد به جهان نقشِ خرابی دارد / در خرابات بگویید که هُشیار کجاست؟",
        "explanation": "هر که به این دنیا آمد . نقش خرابی می پذیرد یعنی علائم فنا همراه اش است زیرا خالی از تغییر نیست . در خرابات بپرسید که هشیار کیست ؟ یعنی در عالم فانی کیست که پیمانۀ اجل را نوش نکرده و با سکرات موت مست نگشته و از این دنیا نرفته است . حاصل کلام اینکه ، هر که به دنیا می آید علائم فنا همراه اش است و باقی نمی ماند و اندکی بعد می رود همانطور که ورود به میخانه مستلزم نوشیدن باده و مست گشتن است . [ نقش خرابی = علائم فنا ، زیرا هر که به این جهان می آید متغیر است و انواع اشکال را پیدا می کند . پس هر چیزی که متغیر باشد حادث و فانی است . خرابات = میخانه را گویند ولی در اینجا منظور عالم فانی است . ]"
      },
      {
        "text": "آن‌کس است اهلِ بشارت که اشارت داند / نکته‌ها هست بسی مَحرمِ اسرار کجاست؟",
        "explanation": "آن کس لایق مژده و شایسته بشارت است که اهل اشاره باشد یعنی آن کس لایق مژده وصال جانان است که به رموز عشق وارد باشد . چون عالم عشق نکات بسیار دقیق دارد . محرم اسرار کجا است ؟ یعنی عالم عشق ، اسرار زیاد و نکات فراوان دارد . کو محرمِ اسرار که با او مکالمه کنیم . [ محرم اسرار = کسی که شایستگی نگهداری اسرار کسی را داشته باشد ]"
      },
      {
        "text": "هر سرِ مویِ مرا با تو هزاران کار است / ما کجاییم و مَلامت‌گرِ بی‌کار کجاست؟",
        "explanation": "خطاب به جانان می گوید : نوک هر موی من با تو هزاران کار دارد . یعنی هر مویِ سرِ من هزار تعلق به تو دارد . با این وصف ما کجاییم و ملامتگر بیکار کجاست . حاصل کلام اینکه ما به تو هزار گونه علاقه و پیوند داریم . اما سرزنش کننده ، ذره ای علاقه به تو ندارد یعنی آن ملامتگر بیکار هیچ گونه علاقه و دلبستگی به تو ندارد . [ سرِ موی = نوک موی . ملامت گر = سرزنش کننده . ]"
      },
      {
        "text": "باز پرسید ز گیسویِ شِکَن در شِکَنَش / کاین دلِ غم‌زده سرگشته گرفتار کجاست؟",
        "explanation": "از گیسوی چین و شکن دارش بپرسید که دل غگین من کجا سرگردان و گرفتار است . یعنی دل من اسیر گیسوی معشوق است و معلوم نیست کجا در انبوه پیج و خم آن حیران و گرفتار مانده است ."
      },
      {
        "text": "عقل دیوانه شد آن سلسلهٔ مُشکین کو؟ / دل ز ما گوشه گرفت ابرویِ دلدار کجاست؟",
        "explanation": "عقل مان دیوانه شد . کو سلسله زلفِ مشکین جانان که با آن زنجیرش کنیم مبادا که فسادی تولید کند . دل مان هم از ما کناره گرفته یعنی از ما جدا شده است . ابروی جانان کجا است . شاید آن جا باشد . [ ز ما گوشه گرفت = از ما اعراض کرده و گوشه ای انتخاب کرده است . ابروی دلدار کجاست = کجاست آن گوشه ابروی دلدار تا ببینیم آیا دل آنجا است ]"
      },
      {
        "text": "ساقی و مُطرب و مِی جمله مُهَیّاست ولی / عیش بی‌یار مُهیّا نشود یار کجاست؟",
        "explanation": "تمام اسباب و وسائل مجلس عیش حاضر و آماده است . اما زندگی بدون یار مهیا نمی شود . پس کجاست یار که عشق با او مکمل شود . یا بدون یار ، زندگی برای مان گوارا نیست . کجاست یار که عیش با او مهیا و گوارا باشد . [ مهیا = حاضر شده ]"
      },
      {
        "text": "حافظ از بادِ خزان در چمنِ دَهر مَرَنج / فکرِ معقول بفرما گُلِ بی‌خار کجاست؟",
        "explanation": "ای حافظ ، در چمن دنیا از جدایی و فراق آزرده مباش . فکر معقول این است که گل بی خار کجاست . یعنی واقعیتهای جهان را بپذیر . زیرا که گل بی خار و گنج بدون افعی و شادی بدون غم در دنیا وجود ندارد . [ مراد از باد خزان ، فراق و هجران است و مراد از چمن دهر ، دنیاست ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۲۰",
    "verses": [
      {
        "text": "روزه یک سو شد و عید آمد و دل‌ها برخاست / می ز خُم‌خانه به‌جوش آمد و می‌باید خواست",
        "explanation": "این غزل با دو غزل دیگر که با « ساقیا آمدن عید مبارک بادت » و « ساقی بیار باده که ماه صیام رفت » شروع می شود . هر سه به مناسبت عید رمضان گفته شده و ممنکن است که هر سه را در یک عید رمضان گفته باشد .\n\nحاصل بیت : ایام رمضان سپری شد و عید صیام فرا رسید و دل ها به شوق آمدند و سکوت را در هم شکسته ، به جوش و خروش افتادند . شراب هم در میخانه به جوش آمد . پس می باید مِی خواست . [ یک سو = یک جانب . و مراد از یک سو شد یعنی تمام شد . شد = در اینجا احتمال دو معنا دارد . یکی انجام گرفت و تمام شد و دومی یعنی رفت . دل ها برخاست = دل ها به جوش و خروش آمد ]"
      },
      {
        "text": "نوبهٔ زهدفروشانِ گران‌جان بگذشت / وقتِ رندی و طرب کردنِ رندان پیداست",
        "explanation": "دورۀ ریاکاران زهد فروش سپری شد یعنی ماه صیام تمام شد . وقت شادی و سرور رندان باده نوش فرا رسید . یعنی حالا دیگر زمان عیش و نوش است . حاصل کلام اینکه ، با فرا رسیدن عید همایونی ، این وضع مسرت بخش و حالت طرب ظهور کرد . [ زهد فروشان = کسانی که به زهد تظاهر می کنند . گرانجان = دارای جان سنگین ]"
      },
      {
        "text": "چه ملامت بُوَد آن را که چنین باده خورَد؟ / این چه عیب است بدین بی‌خردی؟ وین چه خطاست؟",
        "explanation": "چه ملامت و آزار می رسد به آن کس که مثلِ ما باده می خورد . این که در نزد عشاق و رندان عیبی و خطایی نیست . یعنی پیشِ عشاق و رِنود ، باده نوشی سهو و خطایی محسوب نمی شود . اگر هم پیشِ زهاد و عباد ، خطا شمرده شود ."
      },
      {
        "text": "باده‌نوشی که در او روی و ریایی نَبُوَد / بهتر از زهدفروشی که در او روی و ریاست",
        "explanation": "یک باده نوش که در او هیچ روی و ریایی نباشد . بهتر از یک زهد فروش ریاکار است . که همه کارش با روی و ریا است . زیرا گناه شرب خمر ، گناهی است که با توبه ساقط می شود ولی ریا ، کفری است که با توبه محو نمی شود ."
      },
      {
        "text": "ما نه رندانِ ریاییم و حریفانِ نفاق / آن‌که او عالِم سِرّ است، بدین حال گواست",
        "explanation": "ما رندان ریاکار نیستیم و حریفان نفاق هم نیستیم . حاصل سخن اینکه در ما نفاق و ریا پیدا نمی شود . آن که عالِمِ اسرار است یعنی خداوندی که عالِمِ سروالخفی است گواهِ این حال ماست . یعنی خدا می داند که ما ریاکار و منافق نیستیم ."
      },
      {
        "text": "فرضِ ایزد بگزاریم و به کس بد نکنیم / وان چه گویند روا نیست، نگوییم رواست",
        "explanation": "فرض خدا را بجا می آوریم و به کسی هم اذیت و آزار نمی رسانیم و آنچه را که شارع مقدس جایز ندانسته ، ما نمی گوییم که جایز است . یعنی فرمایشات و دستورات خدا و پیغمبر را بجا می آوریم و به هیچ کس ظلم وستم نمی کنیم ."
      },
      {
        "text": "چه شود گر من و تو چند قدح باده خوریم؟ / باده از خونِ رزان است، نه از خون شماست",
        "explanation": "چه می شود یعنی کار مهمی نیست که من و تو چند قدح باده بنوشیم . زیرا که باده از خون درخت انگور است نه از خون شما . یعنی هر که باده نوشد حقُ الله را رعایت نکرده است نه حق بنده را که مترتب با ضرو کسی باشد . [ چه شود = هیچ طور نمی شود . من و تو = خطاب عام است . رزان = جمع رز است به معنی درخت انگور ]"
      },
      {
        "text": "این چه عیب است کز آن عیب، خلل خواهد بود؟ / ور بُوَد نیز چه شد؟ مردم بی‌عیب کجاست؟",
        "explanation": "این باده نوشی عیبی نیست که از آن به کسی خلل و ضروری برسد و اگر هم عیب باشد . چه می شود . آدم بی عیب کجاست . یعنی عیب فقط منحصر به باده نوشی نیست . یا عیب تنها باده خوردن نیست بلکه عیوبی هست که باده خوری نسبت به آنها هیچ است . یعنی خیلی جزیی است ."
      },
      {
        "text": "حافظ از چون و چرا بگذر و مِی نوش دَمی / نزد حکم اش چه مجالِ سخنِ چون و چراست",
        "explanation": "حافظ به خود می گوید : از چون و چرا و گفتگو بگذر و ساعتی باده بنوش . زیرا در برابر حکمِ خدا مجالِ چون و چرا و گفتگو نیست . یعنی هر امری که از طرف خدا صادر می شود مجالِ اعتراض ندارد زیرا خداوند در افعال خود مختار است ."
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۲۱",
    "verses": [
      {
        "text": "دل و دینم شد و دلبر به ملامت برخاست / گفت با ما منشین، کز تو سلامت برخاست",
        "explanation": "دل و دینم به هوای عشق رفت . دلبر هم به ملامت بر خاست . یعنی به جهت رسوا شدنم جانان سرزنشم کرد و گفت : با ما منشین که تو دل و دین را از دست داده و رسوا شده ای . یعنی آن سلامت که داشتی از دست داده به ملامت افتادی و از این به بعد با ما نشست و برخاست مکن که بی ننگ و نام شده ای . [ شد = در اینجا به معنی رفت . ملامت = سرزنش ، مذمت . برخاست = بلند شد ]"
      },
      {
        "text": "که شنیدی که در این بزم، دمی خوش بنشست؟ / که نه در آخرِ صحبت به ندامت برخاست",
        "explanation": "که را شنیدی که در این مجلس دنیا با خوشی و صلح و صفا نشست و در آخرِ صحبت با پشیمانی از مجلس بلند نشد . یعنی در این بزم دنیا هر که دو سه روزی اگر خوش باشد به دنبالش حتماََ چند روزی مغموم خواهد شد چون خلقت دنیا بر این وضع نهاده شده . [ که را شنیدی = اگر شنیدی . ندامت = پشیمانی ]"
      },
      {
        "text": "شمع اگر زان لبِ خندان به زبان، لافی زد / پیشِ عشاقِ تو شب‌ها به غَرامت برخاست",
        "explanation": "شمع اگر با زبان خود از آن رُخِ خندان لافی زد . یعنی خود را به آن رُخِ خندان تشبیه کرد و به خود بالید . شبها در برابر عشاق خود به غرامت آن لاف ایستاد . خلاصه تا صبح سر پا ایستادنش در برابر عشاق تو از روی اعتذار از گستاخی است . همین است که هم می سوزد و هم اشک می ریزد . [ غرامت = به معنی هیزم و یا هر چیز که آتش زدنش لازم است مثل دِین و دیت ]"
      },
      {
        "text": "در چمن، بادِ بهاری ز کنار گل و سرو / به هواداریِ آن عارض و قامت برخاست",
        "explanation": "باد بهاری در چمن به عشق جانان پیدا شد و به جانب جانان وزید . باد برخاست یعنی باد وزید . این اصطلاح در ترکی هم استعمال می شود . حاصل سخن اینکه : باد بهاری به عشق عارض جانان ، گُل را و به هوای قامت او سرو را ترک کرد . [ هواداری = محبت ]"
      },
      {
        "text": "مست بگذشتی و از خلوتیانِ ملکوت / به تماشایِ تو آشوبِ قیامت برخاست",
        "explanation": "خطاب به جانان می فرماید : تو مست بگذشتی و از ملائک به سبب تماشای تو ، فتنۀ قیامت بلند شد . یعنی ملائک غوغا کردند . یعنی مستانگی تو از بشر گذشته ، ملائک را هم به فتنه و آشوب انداخت . [ خلوتیان = جمع خلوتی منسوب به خلوت ، مقام ملائک را عالم ملکوت گویند پس مراد از خلوتیان ملکوت ملائک است . آشوب = غوغا و فتنه ]"
      },
      {
        "text": "پیشِ رفتار تو پا برنگرفت از خِجلت / سروِ سرکش که به ناز از قد و قامت برخاست",
        "explanation": "سروِ سرکش که به قد و قامت خود فخر می کرد . پیش رفتار تو از خجالت سرش را بلند نکرد . یا در برابر رفتار تو ، یعنی سروِ سرکش که به قد و قامت خود فخر و مباهات می کرد . همین که خواست با فخر و ناز قدم بردارد . در برابر راه رفتن تو از خجلت و حیرت پا از پا بلند نکرد یعنی نتوانست حرکت کند . [ رفتار = در اینجا به معنی روش . بر نگرفت = بلند نکرد . خجلت = شرمگین . به ناز از قد و قامت برخاست = به قد و قامت خود فخر کرد . برخاست = در اینجا به معنی ایستاد ]"
      },
      {
        "text": "حافظ این خرقه بینداز مگر جان ببری / کآتش از خرقهٔ سالوس و کرامت برخاست",
        "explanation": "حافظ ، این خرقه ریا که پوشیده ای ترک کن شاید از آتش جهنم جان به سلامت ببری . زیرا از این خرقه ریا و کرامت ، آتش ظاهر شد . یعنی کسانی که خرقۀ ریا پوشیده و اظهار کرامت می کنند . رسوای عالم شدند . پس اگر تو هم این صفت را داری ترک کن که رسوای عالم نشوی . مضمون مصراع دوم ، کنایه از رسوا شدن است . [ مگر جان ببری = باشد که جان به سلامت ببری . سالوس = ریا ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۲۲",
    "verses": [
      {
        "text": "چو بشنوی سخنِ اهلِ دل، مگو که خطاست / سخن‌شناس نه‌ای جان من خطا این جاست",
        "explanation": "ای دلبر ، خطا اینجاست که سخن شناس نیستی . پس وقتی که سخن اهل دل را می شنوی مگو که خطا است . یعنی از عدم تشخیص تو است که حرف اهل دل به نظرت خطا می رسد واِلّا آنها هرگز در گفتار خود مرتکب خطا نمی شوند ."
      },
      {
        "text": "سرم به دنیی و عقبی فرو نمی‌آید / تبارک الله ازین فتنه‌ها که در سرِ ماست",
        "explanation": "سرم به دنیا و آخرت فرو نمی آید . یعنی به هیچ کدام از اینها توجه نمی کنم . آفرین به این فتنه ها که در سرِ ماست . [ فرو نمی آید = پایین نمی آید . تبارک الله = این عبارت متضمن تعجب است در مقام تحسین ]"
      },
      {
        "text": "در اندرونِ منِ خسته‌دل ندانم کیست / که من خموشم و او در فغان و در غوغاست",
        "explanation": "نمی دانم در درون منِ دل خسته کیست . زیرا در حالی که من خاموش هستم . او در فریاد و فغان و غوغاست . یعنی این دلِ دیوانۀ من است که با داد و فریاد و فغان خود ، عالم را پُر کرده . اما من صبر کرده ام و هیچ حرف نمی زنم ."
      },
      {
        "text": "دلم ز پرده برون شد کجایی ای مطرب؟ / بنال، هان که از این پرده کارِ ما به نواست",
        "explanation": "دلم از پردۀ صبر و اختیار بیرون شد و رفت . کجایی ای مطرب ، آگاه باش و بخوان که از پردۀ نغمات تو کارِ ما به نوا است . یعنی از نوای ساز و نغمه های تو ، دلم آرام و قرار می گیرد و تسکین می یابد . [ دلم از پرده برون شد = مراد پردۀ اختیار و رضاست . یعنی از غلبۀ عشق و محبت ، دلم بی اختیار شد . یعنی آن حالت صلاح و قرار و آرامش را از دست داد . از این پرده = مراد پردۀ نغمات مطرب است . به نواست = مراد از نوا در اینجا ، سر و سامان و انتظام حال است ]"
      },
      {
        "text": "مرا به کارِ جهان هرگز التفات نبود / رخِ تو در نظرِ من چنین خوشش آراست",
        "explanation": "من هرگز به دنیا و امور دنیا توجه نداشتم . اما این رُخِ تو است که آن را در نظرِ من ، اینطور زیبا جلوه داده است . یعنی رُخِ تو آراسته و مزّین به اسباب حُسن است و از آن جهت است که جهان و کارِ جهان به نظرم آراسته و پیراسته می آید . خلاصه ، چون حُسن تو عالم را زینت داده است پس دنیا به نظرم مزین و زیبا می آید . [ در این بیت قافیه معمول است به طریق تجزیه ]"
      },
      {
        "text": "نخفته‌ام ز خیالی که می‌پزد دلِ من / خمارِ صد شبه دارم شراب‌خانه کجاست؟",
        "explanation": "چند شب است نخوابیده ام . علت بی خوابی من خیالی است که می پزم . یعنی از دردِ فراق جانان و اشتیاق دیدار او از بس که خیال می کنم . چند شب است که خوابم نمی برد . پس خمار صد شبه دارم . شراب خانه کجاست . یعنی برای دفع خماری باز هم خمر بهتر است . حالا میخانه را نشانم دهید تا دفع خماری کنم ."
      },
      {
        "text": "چنین که صومعه آلوده شد ز خونِ دلم / گَرَم به باده بشویید حق به دستِ شماست",
        "explanation": "این طور که صومعه از خون دلِ من ملوّث و آلوده شد . اگر مرا با باده بشویید حق با شما است . یعنی لایق و شایسته است که چنین کاری با من بکنید . [ حق به دست شما است = حق با شماست ، حقیقتاََ لایق این هستم ]\n\n__ در این بیت به خواجه حافظ اعتراض کرده اند که در جایی که صومعه به خون آلوده شده . پس احتیاج به شستن خودش نیست بلکه شستن صومعه از آلایش خون لازم است . جواب داده اند : خون دلِ مذکور خونی است که از چشمش جاری است . پس اول خودش را آلوده می کند . آن وقت صومعه را . همین است که می فرماید : مرا با باده بشویید . سپس آن که در صومعه می نشیند ، صومعه را بشوید ."
      },
      {
        "text": "از آن به دیرِ مغانم عزیز می‌دارند / که آتشی که نمیرد همیشه در دلِ ماست",
        "explanation": "دلیل اینکه در دیر مغان ما را عزیز و محترم می دارند . آتشی که هرگز خاموش نمی شود در دل ما است . یعنی آتش عشق و محبت یا آتش باده . [ این سخن مناسب حال مغان آتش پرست است نه بت پرست ]"
      },
      {
        "text": "چه ساز بود که در پرده می‌زد آن مطرب / که رفت عمر و هنوزم دماغ پُر ز هواست",
        "explanation": "به طریق تعجب سوال می فرماید : دیشب چه سازی بود که مطرب زد . من مُردم و هنوز دماغم از آن نوا پُر است . یعنی عجب است که لذت آن از دماغم نمی رود . [ نوا = در اینجا به معنی صوت و نغمه ]\n\n__ در سازهایی که به جای تارِ سیمی ، تارِ مویی دارند . به جای لفظ «زدن» ، تعبیر نواختن بکار می برند مثل چنگ ، قانون و …"
      },
      {
        "text": "ندای عشق تو دیشب در اندرون دادند / فضایِ سینهٔ حافظ هنوز پر ز صداست",
        "explanation": "ندای عشق تو را یا خبر عشق تو را ، دیشب به دلم دادند . یعنی دیشب قلب مرا از عشق تو با خبر کردند . پس فضای سینه ام از عشق تو پُر از صداست . [ ندا = داد زدن . فضا = به معنی صحراست ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۲۳",
    "verses": [
      {
        "text": "خیالِ رویِ تو در هر طریق همرهِ ماست / نسیمِ مویِ تو، پیوندِ جانِ آگهِ ماست",
        "explanation": "در هر حالی که باشیم ، خیال روی تو از مخیلۀ ما خارج نمی شود و همراه ما است . و بویش جزو جانِ آگه ما گشته و از آن جدا نمی شود . خلاصه در هر حال که باشم بوی خوش مویت از دماغ جان محو نمی شود ."
      },
      {
        "text": "به رَغمِ مدّعیانی که منعِ عشق کنند / جمالِ چهرهٔ تو، حجّتِ موجّهِ ماست",
        "explanation": "به کوری مدعیانی که عشق را منع می کنند . یعنی عشق را انکار می کنند . برای ردِ انکار آنها ، زیبایی صورت تو حجتِ قاطع ماست . زیرا هر که روی تو را بیند مسلماََ گرفتار عشقت گشته و عاشق می شود . پس به این ترتیب منع منکرِ عشق تو رد می شود و دیگر مجالی برای نزاع پیدا نمی کند . [ رغم = به معنای کوری چشم است و رشک هم معنی می دهد . مدعیانی = رقیبان . حجت موجه = حجت صحیح ]"
      },
      {
        "text": "ببین که سیبِ زنخدانِ تو چه می‌گوید / هزار یوسفِ مصری، فتاده در چَهِ ماست",
        "explanation": "ببین سیب زنخدانت چه می گوید ؟ می گوید : چون یوسف مصری هزار محبوب ، به عشق من گرفتار است ."
      },
      {
        "text": "اگر به زلفِ درازِ تو، دستِ ما نرسد / گناهِ بختِ پریشان و دستِ کوتهِ ماست",
        "explanation": "اگر به زلف دراز تو دست مان نمی رسد . گناهِ بخت پریشان ما و دست کوته ماست . یعنی اگر وصلت برای مان میسر نمی شود از نقص طالع ما و دست تنگی ما است . خلاصه تو عالی جنابی و به فقرا التفات نداری . [ کوته = مخفف کوتاه و ضد دراز است و کوته دستی کنایه از فقر است ]"
      },
      {
        "text": "به حاجبِ درِ خلوت‌سرایِ خاص بگو / فُلان ز گوشه‌نشینانِ خاکِ درگهِ ماست",
        "explanation": "به دربانانِ خلوت سرای خاص بگو ، فلانی از گوشه نشینان خاکِ درگاهِ ما است . [ حاجب = دربانان ]"
      },
      {
        "text": "به صورت از نظر ما اگر چه محجوب است / همیشه در نظرِ خاطرِ مرفّهِ ماست",
        "explanation": "(همان فلان مذکور در بیت قبل) اگر چه به ظاهر از نظر ما محجوب و دور و از ما مهجور است اما دائماََ در نظر خاطر مرفه ما است . یعنی اگر به ظاهر از ما دور و مهجور است اما هیچ وقت از خاطرمان فراموش نمی شود و همیشه در نظرمان مجسم است . خلاصه بُعدِ صوری مانع محبت باطن نمی شود . [ به صورت = به ظاهر . محجوب = در اینجا به معنای دور و مهجور است . همیشه = دائم . مرفه = زندگی را راحت گذراندن ]"
      },
      {
        "text": "اگر به سالی حافظ دری زَنَد، بگشای / که سال‌هاست که مشتاقِ رویِ چون مهِ ماست",
        "explanation": "اگر حافظ به طریق گدایی دری بزند . در را باز کن . زیرا سالهاست که علاقه مند و مشتاق روی چون ماه است . یعنی مدتهاست حافظ از جمله عشاقی است که گرفتار عشق ما است . [ به سائلی = به گدایی ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۲۴",
    "verses": [
      {
        "text": "مطلب طاعت و پیمان و صلاح از من مست / که به پیمانه‌کشی شهره شدم روز الست",
        "explanation": "از من طاعت و اطاعت و عهد و پیمان طلب مکن . یعنی اینها را از من انتظار نداشته باش . زیرا که من از روز ازل به باده نوشی مشهور شدم . خلاصه اعمال شایسته به زُهّاد و عباد را از من مخواه . ای اهلِ ظاهر ، من پیرِ رند باده نوش شدم و آنچه مطلوب تو است از من ساخته نیست . [ مطلب = مخواه . طاعت = عبادت . پیمان = قول و قرار . الست = آیا نیستم ؟ ولی در اینجا منظور از روز الست ، روز ازل است ]"
      },
      {
        "text": "من همان دم که وضو ساختم از چشمهٔ عشق / چار تکبیر زدم یکسره بر هر چه که هست",
        "explanation": "من آن دَم که از چشمۀ عشق وضو گرفتم به تمام امور دنیوی چار تکبیر زدم . یعنی من از آن زمانی که عاشق گشتم غیر از عشق جانان هر چه را که رنگِ تعلق پذیرد به کل ترک کردم و فقط عشق جانان را قبول کردم . [ چار تکبیر = نماز مَیّت دارای چهار تکبیر است و اصطلاحاََ هر چیزی که ترکش به کُل لازم باشد . گویند چار تکبیر زدم یعنی از آن گذشتم ]"
      },
      {
        "text": "می بده تا دهمت آگهی از سر قضا / که به روی که شدم عاشق و از بوی که مست",
        "explanation": "مِی بده تا تو را از سِرِ قضا و قدر آگاه کنم که به روی که ، عاشق شده ام و از بوی که مست گشته ام . یعنی باده بده تا مست شوم و بی اختیار راز نهانی را فاش سازم و یک یک بگویم که عشق و عاشقی یعنی چه . و به که عاشق شده ام و به بوی که مست گشته ام . زیرا باده جوهری است که هر چه در دل باشد همه را ظاهر می کند . مشهور است که گویند : هر چه در بیداری فکر کرده در مستی خواهد گفت ."
      },
      {
        "text": "کمر کوه کم است از کمر مور این جا / ناامید از در رحمت مشو ای باده پرست",
        "explanation": "در تحمل بارِ عشق ، کمر کوه کم است و از کمرِ مور ضعیف تر است . یعنی در تحملِ بارِ عشق ، ای عاشقی که بادۀ عشق جانان را نوش کرده ای از درِ رحمت جانان ناامید مباش . یعنی در حالی که بارِ گران عشق جانان را کوه ها تخمل نمی کنند . ای عاشقی که بادۀ محبت جانان را نوش کرده ای ، تو تحمل کن و از مرحمت و شفقت جانان نومید مباش . البته تحمل رنج عشق ، تو را به جانان واصل می کند و وصلتِ جانان را برایت میسر می سازد . [ اینجا = مراد عالم عشق است . کوه = اشاره است به آیه 72 سوره احزاب که می فرماید : « ما بر آسمان و زمین و کوههای عالم عرض امانت کردیم . همه از تحمل آن امتناع ورزیده و اندیشه کردند تا انسان بپذیرفت و انسان هم بسیار ستمکار و نادان بود » ]"
      },
      {
        "text": "به جز آن نرگس مستانه که چشمش مرساد / زیر این طارم فیروزه کسی خوش ننشست",
        "explanation": "غیر از چشمان مستانۀ جانان که خدا نکند چشمِ بَد به آن برسد . در زیر این فلک پیروزه ، کسی آسوده و راحت ننشست . یعنی چشم جانان هر کاری که بکند از قبیل ریختن خون عشاق و مجروح ساخت دلِ آنها و سایر ستم هایی که از وی صادر می شود . هیچکس توانایی آن را ندارد که نسبت به عمل جانان اعتراض کند و با این وصف همیشه هم در ذوق و صفاست . اما غیر از او هر کس مکافات عمل خود را می بیند . [ مرساد = از مصدر رسانیدن است . در اینجا مراد دعا است به معنی خدا نکند که چشم بد بزنندش . طارم = سقف . فیروزه = اسم سنگی است لاجوردی رنگ . طارم فیروزه = در اینجا مراد ، فلک است ]"
      },
      {
        "text": "جان فدای دهنش باد که در باغ نظر / چمن آرای جهان، خوشتر از این غنچه نبست",
        "explanation": "جان فدای دهن او باد که در باغ عالم نظر ، چمن آرای جهان یعنی خداوند ، غنچه بهتر این نبست . یعنی از دهان تو شیرین تر و موزون تر و مطبوع تر در باغ عالم ، دهانی خلق نشده است . [ فدا = قربان . باغ نظر = باغ عالم نظر . غنچه = شعرای عجم در اشعار خود دهان را به غنچه تشبیه می کنند ]"
      },
      {
        "text": "حافظ از دولت عشق تو سلیمانی شد / یعنی از وصل تواش نیست به جز باد به دست",
        "explanation": "حافظ از دولت عشق تو سلیمان شد که به وحوش و طیور و ریاح حکم می کرد . و مقصود خود را اینطور گوید : از وصل تو در دستش غیر از باد چیزی نیست . یعنی از وصالت به کُل محروم است ."
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۲۵",
    "verses": [
      {
        "text": "شکفته شد گل حَمرا و گشت بلبل مست / صَلایِ سرخوشی، ای صوفیانِ باده پرست",
        "explanation": "گُلِ سرخ باز شد و بلبل فریاد و افغان را از سر گرفت . حالا دیگر صلای باده نوشانه است ای صوفیان باده نوش هنگام عیش است و عشرت . [ حمراء = مونث احمر است به معنی قرمزی و صفت گل است اگر چه گل مونث نیست .  بلبل مست = مستی بلبل از فریاد و فغان بی اختیار گشتن اش است . صلای سرخوشی = دعوت به سرخوشی و باده نوشی است که خطاب استهزا است و مراد صوفیان متظاهر و ریایی است نه صوفیان حقیقی ]"
      },
      {
        "text": "اساسِ توبه که در محکمی چو سنگ نُمود / ببین که جامِ زُجاجی چه طُرفه‌اش بشکست",
        "explanation": "اساس توبه که در استحکام مثل سنگ محکم بود . نگاه کن که قدح شیشه ، آن را چگونه شکست . یعنی یک پیاله می ، توبۀ به آن محکمی را عجب شکست . [ اساس = پایه و بنیاد . زجاج = شیشه و زجاجی منسوب به شیشه است . طرفه = عجب ]"
      },
      {
        "text": "بیار باده که در بارگاهِ استغنا / چه پاسبان و چه سلطان، چه هوشیار و چه مست",
        "explanation": "باده بیار که در بارگاه استغناء جانان ، پادشاه و گدا و مست و هشیار یکسانند . زیرا همگی طالب اویند . پس استغنایش به همه برابر است . یعنی در نزد جانان تمام عشاق یکسانند و به هیچکدام احتیاج ندارد . [ بارگاه = بار به معنی اجازه و گاه ظرف مکان است پس بارگاه محل اجازه است . چون ورود به آستانۀ شاهان و امراء و بزرگان موقوف به اجازه است . پاسبان = نگهبان . هشیار = بیدار و زیرک ]"
      },
      {
        "text": "از این رِباط دو در، چون ضرورت است رَحیل / رِواق و طاقِ معیشت، چه سربلند و چه پست",
        "explanation": "چون از این خانه دو در انتقال و رحلت ضروری است . پس با این وضع ، رواق و طاق معیشت چه اعلا و چه ادنی هر دو یکسان است . پس وقتِ مرگ مقرر است . در دنیا چه با شوکت و جلال زندگی نمایی و چه فقیر باشی هیچ تفاوت نمی کند . حاصل کلام اینکه ، در این عالم فانی ، آن که زندگی اعلا داشته و آن که در نهایت سختی بوده . هر دو می میرند . پس هر طور پیش آید باید ساخت . [ رباط = مراد دنیا است که از یک در دیگرش بیرون می روی . یعنی یک درش به حیات و در دیگرش به ممات باز می شود . رحیل = رحلت . رواق = طاق نمای جلو خانه . طاق = سقف ]"
      },
      {
        "text": "مقام عیش میسر نمی‌شود بی‌رنج / بلی به حکمِ بلا بسته‌اند عهدِ الست",
        "explanation": "زندگی این دنیا توام با رنج و زحمت است و بدون رنج میسر نمی شود . زیرا عهد الست را با بلا بسته اند یعنی از روز ازل ، برای فرزندان آدم بلا و مشقت مقدر شده است و حکم ازلی تغییر پذیر نیست و حتما باید آنچه مقدر شده ، هر کسی آن را ببیند . [ عهد الست = اشاره است به آیه 172 سوره اعراف که می فرماید : « و بیاد آر هنگامی که خدای تو از پشت فرزندان آدم دریۀ آنها را برگرفت . و آنها را بر خود گواه ساخت که ایا من پروردگار شما نیستم ؟ همه گفتند بلی . ما به خدایی تو گواهی دهیم . که دیگر در روز قیامت نگویید ما از این واقعه غافل بودیم » ]"
      },
      {
        "text": "به هست و نیست مرنجان ضمیر و خوش می‌باش / که نیستی است سرانجامِ هر کمال که هست",
        "explanation": "به هست و نیست این دنیا ، خاطر خود را آزرده مکن بلکه خوش دل باش . یعنی خاطر خود را شاد نگهدار . زیرا هر کمالی که در دنیا وجود دارد . عاقبتش نیستی و فنا است . حاصل کلام اینکه ، نهایت هر کمال ، زوال است . پس به خاطر اینکه من فلان چیز دارم و فلان چیزم نیست . خاطر خود را مشوش مکن . [ ضمیر = خاطر . سرانجام = عاقبت ]"
      },
      {
        "text": "شکوهِ آصِفی و اسبِ باد و منطقِ طیر / به باد رفت و از او خواجه هیچ طَرف نبست",
        "explanation": "عظمت و هیبت آصف بن برخیا و اسبِ بادی که تخت سلیمان را حرکت می داد و دانستن زبان مرغان ، تماماََ از بین رفت . یعنی آصف (وزیر سلیمان) از این همه شکوه و جلال و بلکه بالاتر از اینها و یا خود حضرت سلیمان که مالک همه اینها بود هیچ فایده نبرد . یعنی در دنیا باقی نماند و فانی شد . [ مراد از خواجه در مصراع دوم ، جایز است که آصف باشد زیرا در عجم به وزراء خواجه اطلاق می شد و یا ممکن است خودِ حضرت سلیمان باشد که مجازاََ خواجه اطلاقش کرده . اسب باد = مراد حرکت تخت سلیمان به وسیله باد است . منطق طیر = زبان مرغان و طیور و وحوش که حضرت سلیمان می دانست . طرفه = فایده ]"
      },
      {
        "text": "به بال و پَر مرو از ره که تیرِ پرتابی / هوا گرفت زمانی، ولی به خاک نشست",
        "explanation": "با بال و پری که داری از راه در مرو . یعنی به واسطۀ قدرت و توانایی دنیوی از راه مستقیم منحرف مشو و از حدِ اعتدال خارج مشو . زیرا تیرِ پرتابی ، یکه زمان که اوج گرفت عاقبت به خاک نشیند . حاصل کلام اینکه ، هر بلندی یک پستی و هر سربالایی ، سرازیری دارد . پس آدمی باید با اعتدال رفتار کند که به زحمت نیافتد . [ هوا گرفت = اوج گرفت ]"
      },
      {
        "text": "زبانِ کِلکِ تو حافظ چه شُکرِ آن گوید / که گفتهٔ سخنت می‌برند دست به دست",
        "explanation": "ای حافظ ، زبان قلم تو چگونه شکرِ آن را به جا آورد . یعنی چگونه شکرِ آن حال و آن معنا را بگوید که سخنان گفته تو را دست به دست می گردانند . یعنی آن الفاظ و معانی گوهربار که از نوک قلمت تراوش می کند و مردم آنها را دست به دست می گردانند . زبان قلم تو چگونه شکر آن را ادا کند . [ کلک = در لغت تیری است از نی و در اصطلاح به قلم اطلاق می شود ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۲۶",
    "verses": [
      {
        "text": "زلف‌آشفته و خِوی‌کرده و خندان‌لب و مست / پیرهن‌چاک و غزل‌خوان و صُراحی در دست",
        "explanation": "آشفته موی و خنده بر لب ، مست و عرق بر چهره ، در پیراهنی باز و بی پروا ، غزلخوان و پیاله شراب به دست . [ آشفته = پریشان . خوی = عرق . خوی کرده = عرق کرده . خندان لب = متبسّم . پیرهن چاک = پیراهن پاره ]"
      },
      {
        "text": "نرگسش عَربده‌جوی و لبش افسوس‌کنان / نیم شب، دوش به بالین من آمد، بنشست",
        "explanation": "چشمش افتان و خیزان چون نرگس مست ، و لبش افسوس کنان . دیشب ، نصف شب بر سرِ بالینم آمد و نشست . یعنی اوضاع و احوالی که در بیت قبل گفته شد به اضافه احوال او در مصراع اول این بیت . نصف شب بر سرِ بالینم آمد و نشست ."
      },
      {
        "text": "سر فرا گوش من آورد به آوازِ حزین / گفت: ای عاشقِ دیرینهٔ من، خوابت هست؟",
        "explanation": "جانان با و ضع و حالی که وصفش در دو بیت سابق گذشت . نصف شب به بالین من آمد و سر فرا گوش من آورد و با آوازی نرم و ملایم گفت : ای عاشق قدیمی من آیا خوابت می آید ؟ یعنی من که با این حالت و اوصاف به بالین تو آمده ام باز هم می خواهی بخوابی ؟ برخیز و باده ای که آورده ام نوش کنیم و دنیا و وضع و حال دنیا را فراموش نماییم ."
      },
      {
        "text": "عاشقی را که چنین بادهٔ شبگیر دهند / کافر عشق بُوَد گر نشود باده پرست",
        "explanation": "اگر به عاشقی بادۀ شبگیری چون باده ای که جانان آورده بود بدهند . منکر عشق است آن عاشق اگر باده پرست و میخواره نشود . یعنی به عاشقی که جانان باده بدهد و بگوید بنوش . اگر آن باده را نخورد و مرائی گری کند . او عارف و عاشق نیست بلکه منکر عشق و عرفان بوده . [ بادۀ شبگیر = باده ای که هنگام شب نوشند . پس شبگیر آن چیز یا آن امری است که سبب شب زنده داری شود . به وقت سحر نیز شبگیر گویند . پس مراد از بادۀ شبگیر ، باده ای است که جانان در آن شب آورده بود ]"
      },
      {
        "text": "برو ای زاهد و بر دُردکشان خرده مگیر / که ندادند جز این تُحفه به ما روزِ الست",
        "explanation": "برو ای زاهد خشک و به باده نوشان خرده مگیر و طعنه نزن . زیرا در روز ازل به ما تحفه ای جز این ندادند . یعنی باده نوشی برای ما از روز ازل مقدّر شده و با اختیار خودمان نیست . پس با این تقدیر محلی برای طعن باقی نمی ماند . [ دُرد کش = کسی که ته نشین و گِلِ شراب را می نوشد . روز الست = روز ازل ]\n\n_ خطاب حافظ به زاهدی است که متوجه مردم است و به آنها ایراد می گیرد نه زاهد پاکی که مقید نَفسِ خود بوده با غیر خود ابداََ کاری ندارد ."
      },
      {
        "text": "آن چه او ریخت به پیمانهٔ ما نوشیدیم / اگر از خَمرِ بهشت است وگر بادهٔ مست",
        "explanation": "آنچه که آن شب جانان به پیمانه ما ریخت . ما نوشیدیم چه شراب جنت و چه باده قتال . یعنی چه مباح و چه غیر مباح و با جانان مخالفت نکردیم . هر چه او داد ما خوردیم . [ مراد از بادۀ مست ، بادۀ قتال است نه باده ای که مستی دهد ]"
      },
      {
        "text": "خندهٔ جامِ می و زلفِ گره‌گیرِ نگار / ای بسا توبه که چون توبه حافظ بشکست",
        "explanation": "ای یاران ، خنده جام می . یعنی صفای جام می ، و زلفِ مجعد یار ، چون توبۀ حافظ توبه های بسیار شکسته است . یعنی در مجلسی که جام باده دور زند و نگاری که دارای زلفِ مجعد است حاضر باشد . اساس توبه اگر از پولاد هم باشد پاره پاره شده و می شکند . [ خنده جام = رخشندگی قدح است چون وقتی که پر از باده باشد شوق و ذوق می دهد . زلف گره گیر = زلف مجعد ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۲۷",
    "verses": [
      {
        "text": "در دیرِ مغان آمد، یارم قدحی در دست / مست از می و میخواران از نرگسِ مستش مست",
        "explanation": "یارم به کلیسای مغان آمد در حالیکه مست بود و قدحی باده در دست داشت و باده پرستان از چشم مست او مست گشتند . یعنی جانان یک قدح باده به دست گرفته و مستانه آمد و مصاحبان باده نوشش از چشم مستانۀ او مست گشتند . [ یار = مجازاََ به جانان اطلاق می شود . نرگس = چشم است به طریق تشبیه ]"
      },
      {
        "text": "در نعلِ سمندِ او شکلِ مهِ نو پیدا / وز قدِ بلندِ او بالایِ صنوبر، پست",
        "explanation": "در نعل سمند جانان شکل ماه نو ظاهر و باهر است و نسبت به قد بلند او قامت صنوبر پست و کوتاه است . [ سمند = اسب کبود کم رنگ . شکل مه نو = تشبیه نعل اسب جانان به ماه نو ]"
      },
      {
        "text": "آخر به چه گویم هست از خود خبرم، چون نیست / وز بَهرِ چه گویم نیست با وی نظرم، چون هست",
        "explanation": "به چه سبب و به چه وجه می توانم بگویم که از خود خبر دارم وقتی که از خود بی خبرم . یعنی چگونه می توانم ادعای «من عرف نفسه» بکنم در حالیکه فاقد آن هستم . همچنین چگونه می توانم بگویم که به او نظر ندارم در حالیکه نظرم با اوست . یعنی نمی توانم بگویم که نظری به جانان ندارم در جایی که چشم و دلم ناظر او است . [ به چه گویم = به چه سبب و به چه وجه . من عرف نفسه = اشاره است به حدیث «من عرف نفسه فقد عرف ربه » یعنی هر کس نفسش را بشناسد . خدا را هم خواهد شناخت ]"
      },
      {
        "text": "شمعِ دلِ دمسازم، بنشست چو او برخاست / و افغان ز نظربازان، برخاست چو او بنشست",
        "explanation": "شمع دل مصاحبان خاموش شد همین که جانان خواست بلند شود و از مجلس برود . یعنی مادام که جانان در مجلس قرار داشت هر یک از عشاق از روی جانان در دل خود یک شمع روشن احساس می کردند . مسلم است که با رفتن جانان خاموشی این شمع ضروری است . زیرا وجود این شمع از عکس روی جانان بود . وقتی روی جانان غایب شد عکس هم به تبعیت آن غایب می شود . اما به محض اینکه جانان در مجلس نشست و قرار گرفت . عشاق عاشق پیشه از شوق ذوق روی او دوست دوست گفته ، فریاد و افغان را شروع کردند . حاصل این که : همین که جانان آمد و نشست . شوق وصال در درونشان پیدا شد و شروع کردند به هو هو گفتن . [ دمساز = مصاحب و موافق . نشست = در اینجا به معنی خاموش شد . نظرباز = هر که را بیند دوستش بدارد . برخاست = اینجا به معنی پیدا و ظاهر شد ]"
      },
      {
        "text": "گر غالیه خوش بو شد، در گیسویِ او پیچید / ور وَسمه کمانکش گشت، در ابروی او پیوست",
        "explanation": "اگر غالیه خوشبو و معطر شده به واسطه پیچیدن به گیسوی او است و یا خوشبویی و عطر غالیه به واسطه تعلقی است که به گیسوی جانان دارد . یعنی در نتیجه تعلق ، این عطر را کسب کرده است . وسمه هم شکل کمانی را از اتصاب به ابروی جانان پیدا کرده است . خلاصه اینکه : تا وسمه به ابرو کشیده نشود شکل کمانی پیدا نمی کند . [ وسمه = نوعی گیاه است که برای رنگ کردن موی سر و ریش از آن استفاده می کنند . در ابرو پیوست = به ابرو کشیده شد ]"
      },
      {
        "text": "بازآی که بازآید عمرِ شدهٔ حافظ / هرچند که ناید باز، تیری که بِشُد از شست",
        "explanation": "برگرد تا عمر رفتۀ حافظ برگردد . یعنی با برگشت تو ، حافظ عمر تازه کسب کند و جوان گردد . هر چند تیری که از شست در رفت بر نمی گردد یعنی محال است عمر گذشته دوباره برگردد . اما با مراجعت تو ، حافظ حیات تازه می یابد . [ باز آی = برگرد . شد = رفت . ناید باز = برنمی گردد . شست = در اینجا به معنای ، جایی است که هنگام تیراندازی انگشت بزرگ ، تیر و زه کمان را هم نگه می دارد ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۲۸",
    "verses": [
      {
        "text": "به جانِ خواجه و حقِ قدیم و عهدِ درست / که مونسِ دمِ صبحم، دعایِ دولتِ توست",
        "explanation": "به جان خواجه و به حق دوستی قدیم و به پیمان محکم ، که به هنگام صبح یار و مونس من به دولت تو دعا کردن است . [ عهد = قول و قرار . درست = صحیح و راست . مونس = مصاحب و یار . دم صبحم = وقت صبح . مراد از خواجه ، خواجه قوام الدین حسن است ]\n\n_ اختصاص دعای دولت به دمِ صبح ، برای این است که ، برای مستجاب شدن دعاها وقت صباح اشرف اوقات است .\n\n_ مراد از بیان حق قدیم این است که خواجه قوام الدین در تمام عمر ، ولی نعمت خواجه حافظ بوده است و اشاره به عهد درست ، برای همان است و خواجه بعهده گرفته بوده که برای دوام دولت قوام الدین به پاره ای امور مشغول شود ."
      },
      {
        "text": "سِرِشک من که ز طوفان نوح دست بَرَد / ز لوح سینه نیارَست نقشِ مهرِ تو شُست",
        "explanation": "اشک چشم من که به طوفان نوح غالب آمد . در این جمله دو معنا مقصود است . یکی اینکه ، اشک چشم من از آب طوفان نوح بیشتر است . دیگری اینکه طوفان نوح فقط شش ماه طول کشید اما اشک چشم من در تمام مدت عمرم جاری است و هیچ وقت تمام نمی شود . پس با این وصف ، اشک چشم من که دارای عظمت طوفان نوح است قادر نیست نقش محبت تو را از لوح سینه من پاک کند . [ سرشک = اشک چشم . طوفان = طغیان آب است که اطراف خود را فرا می گیرد .\n\n_ طبق آنچه که در کتابها نوشته اند . حضرت نوح (ع) در روز دهم ماه رجب به کشتی سوار شد و در روز دهم محرم که روز عاشورا است از کشتی پیاده شد و جمعاََ شش ماه می شود .\n\n_ در این بیت غلو بکار رفته است و مخاطب ممکن است جانانِ شاعر باشد و یا خطاب به قوام الدین باشد . [ غلو = یکی از درجات اغراق است که نه عقلا ممکن باشد و نه عادتاََ ]"
      },
      {
        "text": "بکن معامله‌ای، وین دل شکسته بخر / که با شکستگی ارزد به صد هزار درست",
        "explanation": "بیا و یک معامله بکن و این دلِ شکسته مرا بخر و نگاه به شکستگی اش مکن . زیرا با وجود شکستگی به صد هزار دلِ درست می ارزد . یعنی این دلِ شکسته من به صد هزار دلی می ارزد که از غم و درد عشق متأثر نشده و چون سنگ در حکم جمادند . حاصل اینکه ، خطاب به قوام الدین حسن می گوید : بیا این دل مرا که از درد عشق و محبت بیمار شده به دست آر و تسلی اش بخش تا برایت فوایدی حاصل شود . [ بخر = خریدارش باش . ارزد = ارزش و قیمتی دارد ]"
      },
      {
        "text": "زبان مور به آصف دراز گشت و رواست / که خواجه خاتَمِ جم، یاوه کرد و باز نَجُست",
        "explanation": "زبان مور به آصف برخیا (وزیر سلیمان) دراز شد . یعنی مورچه به آصف زبان درازی کرد و این زبان درازی نسبت به او رواست . زیرا خواجه (آصف) مُهرِ سلیمان را گم کرد و جستجویش هم نکرد . یعنی این که ، گم شدن مُهر را فهمید و به بلقیس هم اعلام کرد . اما در تفحص آن تقید نکرد . پس مور به آصف عتاب و خطاب کرده و گفت : تو با وجود قادر بودن به جست و جوی انگشتری و پیدا کردن آن ، اهمال نمودی . [ مراد از خواجه ، آصف است نه حضرت سلیمان . رواست = جایز است . خاتم جم = مراد از خاتم ، مُهر سلیمان  است و مراد از جم ، سلیمان است . یاوه کرد = گم کرد ، ضایع کرد ]\n\n_ داستان گم شدن انگشتری حضرت سلیمان بدین شرح است که آن انگشتری به وسیله دیوی ربوده شد و آن دیو مدت چهل روز به جای سلیمان ، سلطنت کرد چون بنیاد پادشاهی به وسیله اسم اعظمی بود که در انگشتری نقش بود و بالاخره دیو انگشتری را به دریا انداخت . ماهی آن را بلعید و آن روز در دام صیاد افتاد و صیاد آن ماهی را به سلیمان داد و وقتی سلیمان انگشتری را یافت . دگر بار حق تعالی مملکت به وی باز داد . [ قصص الانبیا ]"
      },
      {
        "text": "دلا طَمَع مَبُر از لطفِ بی‌نهایتِ دوست / چو لافِ عشق زدی، سر بباز، چابک و چُست",
        "explanation": "ای دل از لطف بی نهایت دوست طمع مبر . وقتی لاف عشق و محبت زدی بی درنگ در راهش سر بباز . زیرا مقتضای عشق و محبت گذشت از سر و جان در راهِ معشوق است . حاصلِ کلام : تو در همان طریق عشق و محبت به حد کمال برس که آن دوست التفات خود را از تو قطع نخواهد کرد . التفات دوست منوط به کمال عشق تو است . [ چابک = تیز و چالاک ]"
      },
      {
        "text": "به صدق کوش، که خورشید زایَد از نَفَسَت / که از دروغ سیه‌روی گشت صبحِ نخست",
        "explanation": "به صدق کوش که از نفست ، خورشید زاید . یعنی هر سخنی که از دهانت خارج می گردد از برکت صدق چون خورشید به همه کس تأثیر کند . زیرا که صبح کاذب به سبب دروغش ، سیه روی شد . یعنی سفیدی اش یا روشنایی اش را ظلمت فرا گرفت . حاصل سخن : کذب در جمع ادیان و ملل حرام است . [ صدق = حقیقت . دروغ = کذب . صبح نخست = صبح کاذب است که قبل از صبح صادق طلوع کند و بلافاصله به دنبالش اندکی تاریکی عالم را فرا می گیرد و سپس صبح صادق طلوع می کند ]"
      },
      {
        "text": "شدم ز دست تو شیدای کوه و دشت و هنوز / نمی‌کنی به ترحم، نِطاق سلسله سست",
        "explanation": "از دست تو دیوانۀ کوه و صحرا شدم یعنی فرهاد و مجنون گشتم . . با این حال هم زنجیر جفا را سست نمی کنی . حاصل سخن : هر قدر که در راهِ عشقت سرگردان و واله و حیران گشتم . هیچ به من التفات نکردی . [ نطاق = کمربند . سلسله = زنجیر . سست = غیر محکم ]"
      },
      {
        "text": "مرنج حافظ و از دلبر‌ان حِفاظ مجوی / گناه باغ چه باشد چو این گیاه نَرُست",
        "explanation": "ای حافظ از جور و جفای دلبران رنجیده خاطر مشو و از آنها انتظار وفا نداشته باش . مصراع دوم را برای تایید مطلب خود ، مثال قرار داده و می گوید : باغ چه گناهی دارد وقتی این گیاه در آن نروید . یعنی حق تعالی آنها را جفاکار و ستمکار آفریده . پس اگر وفادار و دلنواز نباشند . گناهی در این خصوص متوجه آنان نمی شود . [ حفاظ = در اینجا مراد ، رعایت و صیانت است و معنای لازمش ، وفا است . گیاه = سبزۀ تر و تاره را گویند ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۲۹",
    "verses": [
      {
        "text": "ما را زِ خیالِ تو چه پروایِ شراب است؟ / خُم گو سر خود گیر، که خُمخانه خراب است",
        "explanation": "با وجود فکر و خیال تو ، ما دیگر فراغت نمی یابیم که به شراب خوردن بپردازیم . یعنی تا خیالت هست . فراغت از آن و باده نوشیدن برای مان میسّر نیست . پس حالا که این طور است به خم بگو : سرِ خود را محکم گیرد که خمخانه خراب است . زیرا کسی از ما به آنجا نمی رود . [ پروا = فراغت . سرِ خود گیر = یعنی به فکر خود باش ، خواجه خطاب به خم می گوید «سرِ خود گیر» زیرا شراب گیران ، وقتی شراب را در خمره ها می ریختند . یک خشتِ بزرگ بر سر خم نهاده و روی آن را با گِل اندود می کنند تا هنگام جوش آمدن سر نرود و بیرون نریزد . پس خواجه به خم می گوید : آن خشت را از سرِ خود برندار . زیرا ما از خیال جانان فراغتی نمی یابیم که متوجه تو باشیم . و مراد از گفتن خمخانه خراب است ، یعنی ما که دیگر باده نمی نوشیم . پس خرابیِ خمخانه خالی ضروری است ]"
      },
      {
        "text": "گر خَمر بهشت است بریزید که بی دوست / هر شَربَتِ عَذبَم که دهی، عینِ عذاب است",
        "explanation": "اگر خمر بهشتی هم باشد بریزید دور که بی دوست هر نوع شربت شیرین برایم عین عذاب است . یعنی در مجلسی که دوست نباشد اگر در آن جا شراب بهشتی هم موجود باشد . بریزید بیرون زیرا بدون او هر شربت شیرین و گوارا که دهی ، سمِ هلاهل و زهرِ زقوم است . [ عذب = لذیذ ]"
      },
      {
        "text": "افسوس که شُد دلبر و در دیدهٔ گریان / تحریرِ خیالِ خطِ او نقشِ بر آب است",
        "explanation": "حیف که جانان رفت در حالیکه تحریر خیالِ خطِ او در دیدۀ گریان نقش برآب است . یعنی بعد از رفتن جانان ، ترسیم خط او در دیدۀ اشکبار چون نقش کردن بر آب است . حاصل کلام : دیدۀ گریان منبع آب است پس تحریر بر روی آن چون تحریر بر آب است . [ افسوس = دریغ و حیف . شد = رفت . تحریر = نوشتن ]\n\n_ نکته حساس بیت در اینجاست . یعنی تصویرِ خیال خط جانان در چشم چه فایده دارد وقتی که خودش در برابر چشم نباشد . به خصوص که تحریر بر آب محال است ."
      },
      {
        "text": "بیدار شو ای دیده که ایمن نتوان بود / زین سیلِ دمادم که در این منزلِ خواب است",
        "explanation": "ای دیده بیدار شو و غافل مشو که ایمن نتوان بود . یعنی مطمئن و آسوده بودن جایز نیست از این سیل های پی در پی در این چشم که منزل خواب است . یعنی چشمت را باز کن و غافل مباش از این سیل هایی که از این دو چشم می جوشد و جاری می شود . مبادا که تو را غافلگیر کرده و همراه خود ببرد . [ دیده = در لغت به معنای مردمک چشم است ولی معمولا به معنی خودِ چشم بکار می رود . ایمن = امین . سیل دمادم = سیل متعاقب . منزل خواب = چشم است که در حقیقت خواب بدانجا وارد می شود ]"
      },
      {
        "text": "معشوق عیان می‌گذرد بر تو، ولیکن / اغیار همی‌بیند از آن بسته نقاب است",
        "explanation": "معشوقه از نزد تو آشکار می گذرد اما چون ممکن است اغیار ببینندش ، از آن جهت نقاب زده است . حاصل کلام اینکه ، جانان نسبت به تو استغنا ندارد و مِن بابِ اعراض از تو نقاب نمی زند . بلکه برای احتراز رقبا و پوشاندن صورت از آنان نفاب زده است . [ نقاب = روبند را گویند ]"
      },
      {
        "text": "گل بر رخِ رنگین تو تا لطفِ عرق دید / در آتشِ شوق از غمِ دل، غرقِ گلاب است",
        "explanation": "خطاب به جانان می فرماید : گُل همین که در رُخِ رنگین تو لطافت و صفای عرق را دید از آتش حسد از غمِ دل غرق گلاب شد . یعنی از رشک و حسد ، آتشی در گُل پیدا می شود که از حرارت آن مستغرق به گلاب است . مراد این است که گلاب ، عرق گل است که از حرارت آتش رشک حاصل می شود ."
      },
      {
        "text": "سبز است در و دشت بیا تا نگذاریم / دست از سرِ آبی که جهان جمله سراب است",
        "explanation": "دشت و کوه سبز شد یعنی همه جا سبز و خرم است . بیا تا از فرصت استفاده نماییم و هیچ سرابی را از دست ندهیم که جهان جمله سراب است . یعنی فانی محض است و بقا ندارد . حاصل کلام : تمام دنیا یعنی عناصر و افلاک مثالِ سراب است که در حقیقت یک نیستِ هست نما است . یعنی خیالی است که از دور مرئی است اما همینکه به طرفش رفتی در جایی که آن هیبت را از دور می دیدی چیزی نمی یابی . و یا اینکه بیا سرابی بدست آریم یعنی در کنار آبی ، باده نوشی را از دست ندهیم . همیشه باده بنوشیم که دنیا وفا ندارد . همان خواب و خیال است مانند سراب که هیچ اعتمادی به آن نیست . [ مراد از سراب ، ظرف خمر است یعنی خمره ]"
      },
      {
        "text": "در کُنجِ دِماغم مطلب جای نصیحت / کـ‌این گوشه پر از زمزمهٔ چنگ و رَباب است",
        "explanation": "در کنجِ سرِ من جایی برای نصیحت مَطَلَب . زیرا این گوشه یعنی «کنج دماغ» پر از زمزمۀ چنگ و رباب است . یعنی من نصیحت پذیر نیستم و این کار را از من انتظار نداشته باش . چون که دماغم به آوازِ چنگ و رباب معتاد شده و از پند و اندرز حظ نمی برد . حاصل کلام : جایی که نصیحت در آن بگنجد در مغزم باقی نمانده زیرا که با انواع سازها و آوازها پر شده است . [ کنج = گوشه . دماغ = بینی را گویند ]"
      },
      {
        "text": "حافظ چه شد ار عاشق و رند است و نظرباز / بس طُورِ عجب لازمِ ایامِ شباب است",
        "explanation": "اگر حاغظ عاشق و باده نوش و نظرباز شده است چه اهمیتی دارد زیرا ایام جوانی ، اطوار و عادات و اسلوب زیادی را اقتضا می کند . یعنی جوانی و عنفوان آن خیلی اطوار غریب و اوضاع عجیب لازم دارد . پس حالا اگر حافظ به انواع تلون متلون شده است عجیب نیست زیرا جوان است و هر کار که می کند به مقتضای جوانی است . [ چه شد = طوری نمی شود . ار = مخفف اگر . رند = باده نوش . نظرباز = عاشق پیشه . طور = عادت و اسلوب ]"
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۳۰",
    "verses": [
      {
        "text": "زلفت هزار دل به یکی تاره مو ببست / راه هزار چاره‌گر از چار سو ببست",
        "explanation": "زلف جانان هزار دل را به یک تار موی خود گرفتار کرد و راهِ هزار چاره گر را از چهار جانب ببست . یعنی از هیچ طرف امکانی برای چاره نگذاشت . [ تار = موی و گیسو . چاره گر = چاره کننده . چارسو = چهار جانب ]"
      },
      {
        "text": "تا عاشقان به بوی نسیمش دهند جان / بگشود نافه‌ایّ و دَرِ آرزو ببست",
        "explanation": "برای اینکه هر کسی به امید بوی خوشی جان دهد . نافۀ زلفش را باز کرد . اما مرادِ کسی را نداد . یعنی کسی را در بر نگرفت و با بوی خوش زلفش را معطر نکرد . [ نافه = غلاف مشک را گویند . آرزو = در اینجا به معنی مراد است و درِ آرزو ببست یعنی مراد کسی را نداد ]"
      },
      {
        "text": "شیدا از آن شدم که نگارم چو ماه نو / ابرو نُمود و جلوه‌گری کرد و رو ببست",
        "explanation": "برای آن دیوانه شدم که نگارم چو ماه نو ابروی هلالی خود را نشان داد و عرض جمال نمود و مستتر شد . یعنی گاه اظهار و گاه اخفا کردنش دیوانه ام کرد . [ شیدا = دیوانه . نگار = محبوبه . جلوه گر = عرض جمال . رو ببست = رویش را مستور کرد ]"
      },
      {
        "text": "ساقی به چند رنگ، می اندر پیاله ریخت / این نقش‌ها نگر که چه خوش در کدو ببست",
        "explanation": "ساقی باده های رنگارنگ به پیاله ریخت و یا ، ساقی باده را با چند فن و حیله به پیاله ریخت . حالا تماشا کن این نقوش غریبه که در پیاله ظاهر شد همان نقوشی است که در کدو بسته ."
      },
      {
        "text": "یا رب چه غمزه کرد صُراحی که خون خُم / با نعره‌های قُلقُلش اندر گلو ببست",
        "explanation": "عجبا ، چه نفاق و چه جرم کرد صراحی ، که خون خم با نعره ها و یا با نغمه های قلقلش در گلویش بسته شد که قادر به تکلم نیست . یعنی فقط قلقل می گوید و قادر به کلام دیگر نیست . خلاصه یک کار ناشایسته کرده است که خون خم یعنی شراب در گلویش گیر کرده همانطور که لقمۀ طعام یا شراب در گلوی انسان گیر می کند . همین است که به جز قلقل به کلام دیگر مجال ندارد . [ غمزه = اشاره چشم است ولی اینجا به معنی نفاق آمده است . صراحی = از ظروف خمر است . خم = خمره . نعره = فریاد ]"
      },
      {
        "text": "مطرب چه پرده ساخت که در پردهٔ سماع / بر اهل وجد و حال، درِ های و هو ببست",
        "explanation": "مطرب با چه نغمه به روی اهل وجد و حال که در حالت سماع بودند . درِ های و هوی را بست . یعنی فریاد و فغانشان را قطع کرد . حاصل کلام : نغمۀ مطرب به قدری به اهل وجد و حال اثر کرد که های و هوی خود را ترک کردند و به استماع نغمۀ او مشغول شدند . و یا اینکه ، مطرب در حالی که خود در پردۀ سماع بود به روی اهل وجد و حال درِ های و هوی را ببست و به نغمه سماع خود مشغول شان ساخت . [ مطرب = کسی که با ساز و آواز موجب سرور می گردد . پرده = مراد پرده های نغمات است چون عراق ، اصفهان و حجاز . ]"
      },
      {
        "text": "حافظ! هر آن که عشق نَورزید و وصل خواست / احرامِ طوفِ کعبهٔ دل بی وضو ببست",
        "explanation": "ای حافظ ، هر آن کس که بدون عاشق شدن طالب وصل ، و بدون تحمل رنج و محن و غموم عشق ، راغب وصل گشت . برای طواف کعبۀ دل ، احرام را بی وضو بست . یعنی دل که بیت الله می باشد و نیت به زیارت آن بدون طهارت بی حاصل است . پس بدون کشیدن درد و غم عشق ، طالب وصلت جانان بودن هم بی نتیجه می باشد . [ نورزید = فعل ماضی از مصدر ورزیدن . طوف = گشتن به دور چیزی ]"
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۳۱",
    "verses": [
      {
        "text": "آن شبِ قدری که گویند اهلِ خلوت امشب است / یا رب این تأثیرِ دولت در کدامین کوکب است؟",
        "explanation": "آن شبِ قدری که اهلِ خلوت از آن تعریف می کنند . همین امشب است . عجبا ، این تاثیر دولت منسوب به کدام کوکب است . [ کوکب = ستاره ]\n\n_ کانه شبی به خواجه ، وصلت جانان دست داده است که از تاثیر طالع خود تعجب کرده و می فرماید : یارب یان سعادت عظمی از تاثیر کدام ستاره است که این دولت را هرگز از طالعم امیدوتر نبودم ."
      },
      {
        "text": "تا به گیسویِ تو دستِ ناسزایان کم رسد / هر دلی از حلقه‌ای در ذکرِ یارب یارب است",
        "explanation": "برای اینکه دست نالایقان به گیسویت نرسد . هر دل و یا هر دلی در حلقه ای در ذکر یارب است . یعنی برای اینکه دست اغیار به گیسویت نرسد تمام دل های واقع در حلقه های گیسویت یارب یارب گفته و دست تضرع و نیاز به درگاه خداوند بلند می کنند . [ ناسزایان = جمع ناسزا به معنی نالایق . حلقه = به اجتماع دایره ای انسان و غیر انسان گویند ]"
      },
      {
        "text": "کشته چاه زنخدان توام کز هر طرف / صد هزارش گردنِ جان زیرِ طوقِ غَبغَب است",
        "explanation": "کشته و هلاک چاهِ زنخدان تو هستم . که از هر جانب گردن صد هزار جان در زیر چنبر غبغب او است . یعنی غبغب به جانان به قدری حُسن و لطاقت داده که هر بیننده اسیر و مبتلای آن می شود . [ زنخدان = زقن و چانه را گویند . طوق = چنبر . غبغب = گوشت زیر چانه که تقریباََ به شکل توپ ، گرد است و مراد از طوق غبغب ، کروی بودن غبغب است ]"
      },
      {
        "text": "شهسوارِ من که مه آیینه دارِ روی اوست / تاجِ خورشیدِ بلندش خاکِ نعلِ مَرکَب است",
        "explanation": "شهسوار من که من آیینه دار او است . یعنی ملازم خدمتش است . تاج خورشید بلند ، خاک نعل اسب او است . یا خاک نعل اسب او ، تاج خورشید بلند است . یعنی مقام و مرتبۀ جانان به قدری بلند است و عالی که خدمتکارش ماه است و کنیزش خورشید ."
      },
      {
        "text": "عکسِ خِوی بر عارضَش بین کآفتابِ گرم رو / در هوایِ آن عَرَق تا هست هر روزش تب است",
        "explanation": "بر روی پاک جانان عکس عرق را ببین . که خورشید تندرو از آرزوی این عرق هر روز تب می کند . یعنی از کمال لطافت و صفای روی جانان ، عکس عرقی که هنوز در منبعش بوده و از مسامات صورت بیرون نیامده است . در ظاهر بشره ببین که آفتاب گرم به هوای تماشای آن و در آرزوی دیدنش هر روز چون محکوم می لرزد . [ خوی = عرق . گرم رو = تندرو ]"
      },
      {
        "text": "من نخواهم کرد تَرکِ لعلِ یار و جام می / زاهدان معذور داریدم که اینَم مذهب است",
        "explanation": "من کسی نیستم که لب یار و جام می را ترک کنم . ای زاهدان معذورم بدارید که این است مذهب من . یعنی عمرم اینطور گذشته و به کار معتاد شده ام و ترک عادت بسیار مشکل است . [ لعل یار = مراد لب یار است ]"
      },
      {
        "text": "اندر آن ساعت که بر پشتِ صبا بندند زین / با سلیمان چون برانم من که مورم مرکب است",
        "explanation": "در میان آن سوارانی که بادِ صبا را زین کرده و سوار می شوند . مگر من می توانم با حضرت سلیمان هم عنان باشم که مرکبِ من مورچه است . یعنی صاحبان حُسن و جمال که حتی قادرند با زیبایی خود چیز غیر موجود را موجود کنند . مگر من می توانم میان آنان با جانان هم عنان باشم که در دست سرمایه ای به قدر مورچه هم ندارم ."
      },
      {
        "text": "آن که ناوَک بر دلِ من زیرِ چشمی می‌زند / قوتِ جانِ حافظش در خندهٔ زیر لب است",
        "explanation": "آن جانان که به دلم زیر چشمی یعنی نهانی تیر غزه می زند . غذای روح حافظ در تبسم روح است . یعنی نهانی نظر انداختن و تبسمش به روحِ حافظ حیات می بخشد . [ ناوک = تیر . زیر چشمی = نهانی . قوت جان = غذای روح . خنده زیر لب = تبسم ]"
      },
      {
        "text": "آبِ حیوانش ز منقارِ بلاغت می‌چکد / زاغِ کِلکِ من به نام ایزد چه عالی مشرب است",
        "explanation": "بارک الله به زاغِ قلمِ من چه مشرب عالی است که از منقار بلاغتش آب حیات می چکد . غرض شاعر ، توصیف بلاغت خویش است و اسناد آن به قلم ، مجازی است . [ آب حیوان = آب حیات . منقار = دماغ پرندگان را گویند . کلک = قلم . بنامیزد = کلمه تحسین است به معنای بارک الله ]"
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۳۲",
    "verses": [
      {
        "text": "خدا چو صورتِ ابرویِ دلگشای تو بست / گشادِ کارِ من اندر کرشمه‌هایِ تو بست",
        "explanation": "حق تعالی که صورت ابروان دلگشای تو را بست . یعنی ابروان تو را مقوس و دلگشای نقش کرد . گشایش کار مرا به کرشمه های تو تعلق داد . یعنی منظور خدا از آفریدن ابروان کمانی تو و نقش آنها ، مربوط ساختن گشایش کار من به اشارت و التفات آنهاست . همین که حق تعالی به بنده ای نظر و التفات داشت . برای حل هر کارش ، فتحِ بابی میسر می سازد . [ دلگشای = باعث سرور خاطر . گشاد = فتح باب . کرشمه = اشاره چشم و ابرو ]"
      },
      {
        "text": "مرا و سروِ چمن را به خاکِ راه نشاند / زمانه تا قَصَبِ نرگسِ قبای تو بست",
        "explanation": "زمانه از وقتی که بندِ قبای نرگس تو را بست مرا و سرو چمن را به خاک راه نشاند یعنی بی اختیار کرد و در حیرت گذاشت . خلاصه از وقتی که زمانه این کار را کرد . ما را چون مجانین خاک نشین کرد . یا خود آرام و قرار دل من و مرغ چمن را که مراد بلبل است سلب کرد . یعنی دیگر برای ما صبر و تحمل باقی نگذاشت از وقتی که این کار را کرد زیرا که طبق عادت آنها این نوع لباس به اهلش فوق العاده می زیبد و روی هر بیننده اثر می گذارد . [ نشاندن = به معنی کاشتن است که در این بیت در مورد سرو ، همین معنی را دارد ولی در مورد خودش «مرا» به معنی به خاک سیاه نشاندن است . نرگسین قبا = یک نوع لباس است ]\n\nتوضیحی در مورد قبای نرگسی : قریب چهل سال پیش ، از این نوع لباس تنِ یکی از بیگ زادگان گرجی دیدم در ارز روم ، از یکی از نوکرانش سوال کردم به این نوع لباس چه گویند ؟ گفت : به این قبای نرگسی گویند . قبای نرگسی ، کمربند مخصوص به خود دارد که از داخل خود لباس رد می شود . تقریباََ مثل بندِ شلوارهای قدیم که از لیفۀ شلوار رد می شد ، و دو سر کمربند مذکور گاهی با گلابتون و گاهی با ابریشم تزیین می شود . به این کمربند «قصب» گویند و زینت قبای مذکور با این کمربند است . و دلیل این که این قبا را نرگس گفته اند این است که یقه آن کنگره ای بوده مانند دور گلبرگ های نرگس ."
      },
      {
        "text": "ز کارِ ما و دلِ غنچه صد گره بگشود / نسیمِ گل چو دل اندر پیِ هوایِ تو بست",
        "explanation": "از کار ما و از دلِ غنچه صد گره گشوده شد از وقتی که نسیم ، دل به تو داد . یعنی نسیم در این دلبستگی به تو دو کار می کند . یکی این که از کوی جانان می وزد و این خود سبب گشایش و حل هر کار مشکل ما می شود . و دیگر این که ، گره دل غنچه را باز می کند و به صورت گل شکفته می شود . نقش غنچه به شکل گره است همین که نسیم آن را باز کرد ، گل شدنش لازم می آید . حاصل کلام این که ، از وقتی که نسیم گل علاقه به تو پیدا کرده و عاشقت گشته ، گاه و بیگاه گذرش از محل تو ضروی است . این است که از کار مشکل ما و از غنچه صد گره باز می شود . [ گره = در اینجا به معنی کار مشکل ]"
      },
      {
        "text": "مرا به بندِ تو دورانِ چرخ راضی کرد / ولی چه سود که سررشته در رضای تو بست",
        "explanation": "دوران فلک مرا به بندگی و حبس تو راضی کرد . اما چه فایده که غایت امر و نهایت کار را به رضای تو بست . یعنی رضای فلک و رضای من فایده ندارد تا تو راضی نباشی . حاصل این که ، به بندگی و قید من ، تو که راضی می شوی مراد حاصل می شود والّا رضایت من و چرخ اعتبار ندارد و اگر سرِ رشته یعنی اختیار در دست من بود هرگز رهایی از بندت را نمی خواستم . [ بند = در اینجا به معنی بندگی است . سررشته = اصطلاحاََ نهایت کار را گویند ]"
      },
      {
        "text": "چو نافه بر دلِ مسکینِ من گره مَفِکن / که عهد با سرِ زلفِ گره‌گشایِ تو بست",
        "explanation": "به دل مسکین من چون نافه گره مزن . یعنی مرا چون نافه تنگدل و خونین جگر مکن . زیرا دلم با سرِ زلفِ گره گشایت عهد و پیمان بسته و قول و قرار گذاشته که دائم در قید و بند آن باشد . [ نافه = ناف مشک است چون در ابتدا به صورتِ گره بود از آن جهت گره گفته اند . گره مفکن = تنگدل مکن ]"
      },
      {
        "text": "تو خود وصالِ دگر بودی ای نسیمِ وصال / خطا نِگر که دل امید در وفایِ تو بست",
        "explanation": "ای نسیمِ وصال ، تو خود حیات و روح دیگری بوده ای . یعنی محبوبه و جانان کس دیگری بوده ای . دل ندانست که تو حیات افزا و صفا بخش غیر هستی . پس به وفای تو امید بست و طمع وصل تو را داشت . این خود خطای محض بوده است . [ حیات دگر = حیات و روح کس دیگر ]"
      },
      {
        "text": "ز دستِ جورِ تو گفتم زِ شهر خواهم رفت / به خنده گفت که حافظ برو، که پایِ تو بست؟",
        "explanation": "به جانان گفتم که از دست جور و جفای تو از شهر خواهم رفت . جانان هم به خنده گفت : ای حافظ که پایت را بسته . راه بیفت و برو . یعنی نرفتن تو معلوم است پس بیهوده به من استغنا نفروش . تقریباََ این را می رساند که می گوید . « برو ببینم می توانی بروی »"
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۳۳",
    "verses": [
      {
        "text": "خلوت گُزیده را به تماشا چه حاجت است / چون کوی دوست هست به صحرا چه حاجت است",
        "explanation": "کسی که تنهایی را اختیار کرده چه احتیاج به تماشا دارد . وقتی که محلۀ جانان هست چه احتیاج به رفتن صحرا دارد . مراد از خلوت ، کوی جانان است . [ خلوت = تنهایی . گزیده = اختیار کرده ]"
      },
      {
        "text": "جانا به حاجتی که تو را هست با خدا / کآخِر دمی بپرس که ما را چه حاجت است",
        "explanation": "ای جانان محضِ برآورده شدن آن حاجتی که از خدا می طلبی ، یک کلام از حاجتِ ما بپرس . یعنی سوال کن که شما چه حاجتی داری . تو از خدا امیدی داری ، برای برآورده شدن آن امید و آرزویت از احتیاج ما سوال کن . حاصل سخن : اگر تو حاجتِ ما را حاصل کنی ، قاضی الحاجات هم حاجت و مراد تو را قضا می کند ."
      },
      {
        "text": "ای پادشاهِ حُسن خدا را بسوختیم / آخِر سؤال کن که گدا را چه حاجت است",
        "explanation": "ای پادشاه حُسن ما سوختیم . محضِ رضای خدا از گدا بپرس که چه احتیاج دارید . یا به حقِ خدا سوختیم ، سوال کن که چه حاجت دارید ."
      },
      {
        "text": "اربابِ حاجتیم و زبانِ سؤال نیست / در حضرتِ کریم، تمنا چه حاجت است",
        "explanation": "ما ارباب حاجتیم . یا حاجتمندانیم اما زبان سوال نداریم . یعنی قدرت تقاضا نداریم و زبان مان نمی آید که گدایی کنیم . زیرا در حضور کریم احتیاج به تمنای چیزی نیست . یعنی بدون عرض حاجت کریم خود ، اظهار کرامت می کند . [ ارباب = جمع رب است و به صاحب هر چیز رب گویند و اسم ذات باری تعالی هم هست و اطلاقش به غیر جایز نیست مگر با اضافه مانند رب حاجت . حضرت = نزدیکی . کریم = جوانمرد . تمنا = آرزو ]"
      },
      {
        "text": "محتاج قِصه نیست گَرَت قصدِ خون ماست / چون رَخت از آن توست، به یغما چه حاجت است",
        "explanation": "اگر قصدت جان ما است احتیاج به قصه های طولانی و تأویلات مفصل نیست . هر چه منظورت هست کوتاهی مکن . وقتی اسباب و متاع مال تو است به یغما چه حاجت است . یعنی در حین قصد جان ما به بعضی تاویلات و حکایت ارتکاب شد که عیناََ اخذ اموال و اسباب خودت به طریق یغما است . زیرا این جان و دل مالِ تو است پس در حین قصد به آن تردد لازم نیست . همان حکمت را بلادرنگ در باره جان اجرا کن . [ رخت = اسباب و متاع . از آنِ تو = مال تو ]"
      },
      {
        "text": "جامِ جهان نماست ضمیرِ منیرِ دوست / اظهارِ احتیاج، خود آن جا چه حاجت است",
        "explanation": "ضمیر منیر دوست جام جهان نما است یعنی آشکار و نهان جهان را به خودش نشان می دهد . پس در اینصورت احتیاج نیست که شخص تقاضای خود را اظهار نموده و عرض حاجت نماید . یعنی تحصیل حاصل است . [ جام جهان نما = نماینده جهان ، به آن گیتی نما و عالم نما هم گویند ، آن قدحی است که سلاظین ملوک ماضیه توارثاََ مالکش می شدند و تمام امور عالم را از عدل و ظلم و نظم و انتظام در آن جا تماشا می کردند . ضمیر = دل ."
      },
      {
        "text": "آن شد که بارِ منتِ مَلّاح بردمی / گوهر چو دست داد به دریا چه حاجت است",
        "explanation": "آن حال گذشت که بار منت ملاح را می کشیدیم یعنی به من منت ها می گذاشت . وقتی با کشتی اش در دریا در جستجوی گوهر بودم . حالا دیگر گوهر به دستم رسید و از این به بعد احتیاج به دریا ندارم که محتاج کشتی شوم و بارِ منت ملاح را بکشم . [ بار = در اینجا به معنای باری است که حمل می شود . ملاح = کشتیبان و راهنمای کشتی . چو دست داد = مالک شدیم ]\n\n_ در این بیت کوی جانان به دریا تشبیه شده و در ضمیر خود برای آن دریا ، یک کشتی و یک کشتیبان استعاره نموده است . با این تفسیر که کشتیبان به معنای حارس ، یعنی پاسبان محله و کشتی به منزله اذن و اجازه آن نگهبان است . یعنی وقتی رفت و آمد با اجازه او باشد . با نهایت امنیت صورت می گیرد . و مراد از گوهر ، وصلت جانان یا خودِ جانان است . حاصل این که ، شاعر می گوید : وصلت جانان سبب بود که بار منت ملاح را می کشیدیم . حالا که وصلت جانان دست داده ، پس از این به بعد ملازمت کوی او را به عهده می گیریم و از کشیدن بارِ منت پاسبان راحت می شویم ."
      },
      {
        "text": "ای مدعی برو که مرا با تو کار نیست / اَحباب حاضرند، به اَعدا چه حاجت است",
        "explanation": "ای مدعی برو که من با تو کاری ندارم . حاضران دوستان اند . یعنی وقتی دوستان حاضر باشند به دشمنان چه حاجت . [ مدعی = در اینجا به معنی دشمن است . اعداء = جمع عدو است به معنی دشمنان ]"
      },
      {
        "text": "ای عاشقِ گدا چو لبِ روح‌بخشِ یار / می‌داندت وظیفه، تقاضا چه حاجت است",
        "explanation": "ای عاشق گدا وقتی لب جانبخش یار وظیفه تو را می داند به تقاضا چه حاجت . اِسناد دانش ، به لب مجازی است . گویا که عاشق از لب جانان بوسه تقاضا می کرده که بنابر آن گوید : وقتی لب جانان وظیفه تو را می داند پس حاجت به الحاح و ابرام نیست . [ گدا = فاقد اسباب و وسایل مادی ]"
      },
      {
        "text": "حافظ! تو خَتم کن که هنر خود عَیان شود / با مدعی نزاع و مُحاکا چه حاجت است",
        "explanation": "ای حافظ تو سخنت را ختم کن یعنی تطویل کلام مکن . البته که هنر ظاهر می شود هر کجا باشد . پس با ودعی به نزاع و جدال و محاکا چه احتیاج . یعنی بحث و جدال با مدعی امر زائد است . زیرا فضل و کمال تو چون خورشید آشکار است و بر کسی پوشیده نیست . بگذار مدعی هر چه می خواهد بگوید ."
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۳۴",
    "verses": [
      {
        "text": "رَواقِ منظرِ چشمِ من آشیانهٔ توست / کَرَم نما و فرود آ که خانه، خانهٔ توست",
        "explanation": "رواق و منظر چشم من ، مکان و قرارگاه تو است . پس حالا کرم کن و روی چشم من قرار بگیر که خانه ، خانۀ تو است . یعنی چشمم غیر از تو به کسی نگاه نمی کند و به جز تو کسی را قبول ندارد . پس ایوان تو و مسند تو شده است و از قرارگاه خود به جایی دیگر مرو . [ رواق = طاق نمای جلو خانه ، چارطاق بزرگ / منظر = محل نگاه و نظر کردن / آشیانه = لانه پرندگان / فرود آ = در اینجا یعنی روی چشم من قرار بگیر ]"
      },
      {
        "text": "به لطفِ خال و خط از عارفان ربودی دل / لطیفه‌های عَجَب زیرِ دام و دانهٔ توست",
        "explanation": "با لطافت خال و خط ، دل عارفان و عاشقان را ربودی . لطیف های عجیب زیر دام و دانۀ تو است . یعنی برای شکار عارفان و عاشقان ، آن خالِ لطیف را دانه و آن خطِ زیبا را دام قرار داده ای ."
      },
      {
        "text": "دلت به وصلِ گل ای بلبلِ صبا خوش باد / که در چمن همه گلبانگِ عاشقانهٔ توست",
        "explanation": "ای بلبل سحری ، دلت به به وصل گل خوش باد . یعنی وصال گل برایت مهیا باشد . زیرا در چمن تمام اصوات عاشقانه و ترنمات از تو است . غیر از تو از کسی چنین ناله های سوزناک و دردناک و موثر شنیده نشده است . یعنی کسی چنین ناله ها را ندارد و هیچ کس غیر از نغمات تو به آواز دیگر گوش نمی دهد . خلاصه آوازِ دیگران نسبت به صوت تو هیچ است ."
      },
      {
        "text": "عِلاجِ ضعفِ دلِ ما به لب حوالت کن / که این مُفَرّح یاقوت در خزانهٔ توست",
        "explanation": "درمان و چارۀ دل ما را با لبت کن . زیرا آن معجون مفرح که از جوهر یاقوت حاصل شده مخصوص خزینۀ شاهانۀ تو است و غیر از تو پیشِ کسی پیدا نمی شود ."
      },
      {
        "text": "به تن مُقصرم از دولتِ ملازمتت / ولی خلاصهٔ جان، خاکِ آستانهٔ توست",
        "explanation": "اگر چه از عزت و سعادت ملازمت در دولتت به علت ضعف جسمانی و بیماری عاجزم و مقصر . ولی جان پاک و خالص ، خاک آستانه تو است . یعنی اگر چه من مانند سایر عشاق که ملازم آن آستان اند ، به پاهایشان ثقلت و مضایقه داده و گستاخانه در پیشگاه کبریا ظاهر می شوند ، نیستم و به حضورت نمی رسم اما جان و دل ، آنی از ملازمت خاک آن آستانۀ کیمیا آثار فراغت ندارد . [ مراد از تقصیر ، عجز است ]"
      },
      {
        "text": "من آن نیَم که دَهَم نقدِ دل به هر شوخی / دَرِ خزانه، به مُهر تو و نشانهٔ توست",
        "explanation": "من آدمی نیستم که دل پاک و خالص خود را به هر شوخ و شنگی دهم . بلکه در خزانۀ دل با مُهر و نشانِ تو ممهور شده . زیرا درون و بیرون آن را تو تصرف کرده ای و در اختیار تو است . خلاصه، دل در برابر کسی کوچک نمی شود و غلام کسی هم نمی شود مگر در برابر شاهی عالی مقام چون تو ، زیرا دل طالب عالی جناب است ."
      },
      {
        "text": "تو خود چه لعبتی ای شهسوارِ شیرین کار / که توسَنی چو فلک، رامِ تازیانهٔ توست",
        "explanation": "ای شهسوار شیرین و لذت بخش تو چه وجود شریف و چابک و چالاکی ، که فلک چون اسب وحشی ، رام و مطیع تازیانۀ تو شده و سرکشی نمی کند . یعنی در تو قدرتی هست که فلک را هم مسخر کرده ای . [ لعبت = در اینجا به معنای چابک و چالاک می باشد / شهسوار = پادشاهی که سوار اسب است / توسن = وحشی ]"
      },
      {
        "text": "چه جای من، که بِلَغزَد سپهرِ شعبده‌باز / از این حیَل که در انبانهٔ بهانهٔ توست",
        "explanation": "تنها من نیستم که گول فریب تو را می خورم بلکه فلکِ حیله باز و حقه باز از این حیله های رنگارنگ که در انبانۀ بهانه تو است می لغزد و می افتد . یعنی در فریب دادن عشاق ، تو به قدری مکاری و غداری که فلک با این همه حیله بازی و عیاری فریب تو را می خورد . پس چه برسد به عشاق بیچاره . [ شعبده باز = حقه باز و چشم بند / سپهر = فلک / حیل = جمع حیله / انبانه = کیسه چرمی از چرم خام ]"
      },
      {
        "text": "سرودِ مجلست اکنون فلک به رقص آرَد / که شعرِ حافظِ شیرین سخن ترانهٔ توست",
        "explanation": "آواز تو در مجلس ، فلک را برقص در می آورد . زیرا ترنمات سخنان شیرین و لذیذ ، شعر شیرین حافظ است . حاصل مطلب اینکه ، تو که در مجلس ، شعر حافظ را به نغمه و تونم در می آوری . آوازت فلک را به رقص در می آورد . زیرا آن آواز تو از دو چیزِ شیرین و مطبوع ترکیب یافته . یکی دهان لذیذت و دومی شعر شیرین حافظ ."
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۳۵",
    "verses": [
      {
        "text": "برو به کارِ خود ای واعظ این چه فریادست / مرا فِتاد دل از ره، تو را چه اُفتادست؟",
        "explanation": "برو به کار خودت ای واعظ ، به من نصیحت کردن و سرم داد زدن برای چیست ؟ من دلباخته ام و این دل من است که از نظم و انتظام خارج شده یعنی حال عادی و طبیعی خود را از دست داده است . به تو چه رسیده است که این همه ملامتم می کنی و فریاد به سرم می زنی . از عاشقی و رسوایی من به تو چه زیانی می رسد و از این کار چه زحمتی به تو می رسد ."
      },
      {
        "text": "میان او که خدا آفریده است از هیچ / دقیقه‌ایست که هیچ آفریده نَگشادست",
        "explanation": "میان او که حق تعالی آن را از هیچ آفریده است . مسئله ای مشکل است که هیج مخلوقی از خلائق آن را فتح نکرده است . [ میان = کمر و وسط هر چیزی اما در اینجا منظور کمر است / دقیقه = یک شصتم ساعت است اما در اینجا عبارت از مسئلۀ مشکل می باشد / نگشادست = باز نکرده است ]"
      },
      {
        "text": "به کام تا نرساند مرا لبش، چون نای / نصیحتِ همه عالم به گوشِ من بادست",
        "explanation": "مادام که لب جانان مرا به کام چون نای نرساند . نصیحت تمام مردم دنیا در گوشم چون باد است . یعنی مادام که وصلت جانان برایم میسر نشود هر نوع پند و نصیحت در راه عشق موثر نمی شود . [ کام = در اینجا به معنی مراد آمده است ]"
      },
      {
        "text": "گدایِ کویِ تو از هشت خُلد، مستغنیست / اسیرِ عشقِ تو از هر دو عالم آزادست",
        "explanation": "گدای محلۀ تو از هشت خلد یا از هشت بهشت بی نیاز است و اسیر بندِ تو ، یعنی گرفتار زلفِ تو از دو عالم آزاد است . [ آزاد = حُر / گدا = فقیر و مفلس ]"
      },
      {
        "text": "اگر چه مستیِ عشقم خراب کرد ولی / اساسِ هستیِ من زان خراب، آبادست",
        "explanation": "اگر چه مستی عشق و سرخوشی آن خرابم کرد . اما بنیاد وجودِ من از آن خرابی ، آباد است . یعنی خرابی از عشق در حقیقت معموری است . [ اساس = بنیاد و پایه / آباد = معمور ، تازه و باطراوت ]"
      },
      {
        "text": "دلا مَنال ز بیداد و جورِ یار که یار / تو را نصیب همین کرد و این از آن دادست",
        "explanation": "ای دل از جور و ستم یار ناله مکن . زیرا که یار همین را نصیب تو کرده است و این خود از یار ، عدل محض است . با این که یار همین را نصیب تو کرده است و این را داده است . مراد این است ، هر چه یار به تو داده است چه عدل و چه ظلم ، آن عطیه محض و احسان است و شکایت از آن جایز نیست . [ بیداد = ظلم / در عبارت « و این داد است » جایز است دو معنا داشته باشد یکی به معنای عدل و دوم به معنای «داده» که «ها» رسمی آن حذف شده است ]"
      },
      {
        "text": "برو فَسانه مخوان و فُسون مدم حافظ / کز این فسانه و افسون مرا بسی یادست",
        "explanation": "برو ای حافظ ، افسانه های زائد مخوان و شعبده بازی در نیاور و افسون مَدَم یعنی به کارهای غیر ضروری مرتکب مشو . زیرا از این قبیل افسانه و افسون در خاطرم بسیار است . [ فسانه = مخفف افسانه است / فسون = مخفف افسون به معنای حیله و مکر و در اینجا به معنی زیر لب خواندن است ]"
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۳۶",
    "verses": [
      {
        "text": "تا سرِ زلفِ تو در دستِ نسیم افتادست / دلِ سودازده از غُصه دو نیم افتادست",
        "explanation": "خطاب به معشوق می گوید : از وقتی که سرِ زلفِ تو به دست نسیم افتاده ، دلِ دیوانه از رشک دوپاره شده یعنی از وقتی که نسیم ، دست به زلفانت زده و آنها را پریشان و پراکنده کرده است . دلِ دیوانه از رشک و حسد و قساوت پاره پاره شده . [ نسیم = باد ملایم و معطر / سودا = یکی از چهار خلط است که وقتی بر طبیعت غالب شود منجر به جنون می گردد . مراد همان سوداوی است که مجازاََ سودا زده گفته است / دو نیم = دو نصفه ]"
      },
      {
        "text": "چَشمِ جادویِ تو خود عینِ سَوادِ سِحْر است / لیکن این هست که این نُسخه سَقیم اُفتادست",
        "explanation": "چشمِ جادوگرِ تو عیناََ مسودۀ سِحر است . یعنی هر سِحر که هست در آن تسوید شده و ثابت است اما این قدر هست که این مسوده سقیم واقع شده یعنی چشمت نسخۀ سِحر است اما صحیح نیست . یعنی نسخه مطابق اصل نیست بلکه عوضی است . حاص کلام این است که : چشمِ جادوگر و سیاهِ تو در عینِ حال خُمار هم هست . [ جادو = جادوگر ، سحاره / سواد سِحر = مسودۀ سِحری که انواع در آن تسویده شده است / سقیم = به دو معنا بکار رفته یکی به معنای بیمار و یکی هم به معنای عوضی ، نسبت به چشم بیمار است و نسبت به مسوده ، عوضی است ]"
      },
      {
        "text": "در خَمِ زلف تو آن خالِ سیه دانی چیست؟ / نقطهٔ دوده که در حلقه جیم افتادست",
        "explanation": "مصراع اول سوال است و مصراع دوم ، جواب آن : در چین و شکن زلفِ تو ، آن خالِ سیاه چیست ؟ نقطه مرکب است که در حلقه جیم واقع شده . یعنی خالی که در خمِ زلفِ جانان واقع شده ، شباهتِ کامل دارد به نقطه ای که در وسطِ دایره حرف «ج» باشد . [ خَم = انحنا / دوده = مرکب ]"
      },
      {
        "text": "زلفِ مشکینِ تو در گلشنِ فردوسِ عِذار / چیست؟ طاووس که در باغِ نعیم افتادست",
        "explanation": "زلفِ مشکینِ تو در عذار چون گلشن فردوست چیست ؟ طاووسِی که در باغِ بهشت است . زلفِ مشکین را به طاووس و عذار دوست را به باغِ بهشت تشبیه کرده است . [ فردوس = بُستان است و نامِ باغی در بهشت ولی در این بیت به معنی بهشت است / طاووس = مرغی است مشهور به شئامت ]"
      },
      {
        "text": "دلِ من در هوسِ رویِ تو ای مونس جان / خاکِ راهیست که در دستِ نسیم افتادست",
        "explanation": "ای مونسِ جان ، دلِ من از هوسِ بوی تو ، همدمش خاکِ راهی است که در پای نسیمِ باغ افتاده است . یعنی ای مونسِ جان ، دلِ من از حسرت و آرزوی تو به خاکِ راهی شبیه است که باد ، آن را یک دَم در جایی آرام نمی گذارد"
      },
      {
        "text": "همچو گَرد این تنِ خاکی نتوانَد برخاست / از سرِ کویِ تو زان رو که عظیم افتادست",
        "explanation": "این تنِ خاکی حتی قادر نیست چون گرد از زمین بلند شود از آن جهت که محکم افتاده است . حاصلِ کلام اینکه : این تن چون خاکِ ثقیل ، قادر نیست از سرِ کویت بلند شود زیرا که سخت محکم افتاده است . [ به جهت ضرورتِ قافیه «عظیم» را به جای «محکم» بکار برده است ]"
      },
      {
        "text": "سایهٔ قَدِّ تو بر قالبم ای عیسی دم / عکسِ روحیست که بر عَظمِ رَمیم افتادست",
        "explanation": "سایۀ قامت تو بر روی وجودِ من ، ای عیسی نَفَس ، عکس روحی است که به روی استخوانِ پوسیده افتاده است . خواجه ، وجودِ شریفِ خود را به استخوانِ پوسیده و سایۀ قامتِ جانان را به عکسِ روح تشبیه کرده و از این تشبیه لازم می آید که وجودِ جانان ، روح باشد و مرادش از ذکرِ نامِ حضرت عیسی (ع) احیای اموات توسط آن حضرت می باشد . [ عظم = استخوان / رمیم = پوسیده / عظمِ رمیم = استخوان پوسیده / یکی از معجزاتِ حضرت عیسی (ع) احیای اموات بوده است ]"
      },
      {
        "text": "آن که جز کعبه مُقامش نَبُد از یادِ لبت / بر درِ میکده دیدم که مُقیم افتادست",
        "explanation": "آن کس که غیر از کعبه مقامی نداشت . از ذکرِ لبِ تو دیدم که مقیمِ میخانه گشته . یعنی آن که از کمالِ زهد و صلاح ، تمام اوقات و ساعتش در مساجد و عبادتگاهها می گذشت . حالا از ذکرِ لبت دیدم که مجاور و مقیم میخانه گشته است ."
      },
      {
        "text": "حافظِ گمشده را با غمت ای یارِ عزیز / اتحادیست که در عهدِ قدیم افتادست",
        "explanation": "ای یارِ عزیز ، حافظِ گمشده با غمت اتحادی دارد که از عهدِ قدیم بسته است . یعنی کشیدنِ غمِ تو برایش از روزِ اول مقدّر شده است و به اختیار خودش نیست ."
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۳۷",
    "verses": [
      {
        "text": "بیا که قصرِ اَمَل سخت سست‌بنیادست / بیار باده که بنیادِ عمر بر بادست",
        "explanation": "بیا که قصر آرزو و امید ، بسیار سست بنیاد است . نقداََ باده بیار که پایه و اساس عمر بر باد است . یعنی داشتن آرزوهای طولانی و نامحدود و پیوسته به فکر آینده با حیرت و تشویش روزگار گذراندن بی فایده است . زیرا به این عمرهای کوتاه اعتماد نیست .پس باده بیار تا نقد را از دست ندهیم و از فرصت موجود استفاده نماییم و خوش باشیم زیرا در عالَم ، خلود و بقا نیست . [ سخت = در لغت به معنی محکم است ولی در اینجا به معنی زیاده آمده / سست = بی دوام و غیر محکم / بنیاد = پایه و اساس ]"
      },
      {
        "text": "غلامِ همّتِ آنم که زیرِ چرخِ کبود / ز هر چه رنگِ تعلّق پذیرد آزادست",
        "explanation": "بندۀ همتِ آن کس هستم که در زیر این گنبد نیلی از هر چیزی که رنگِ تعلّق پذیرد آزاد است . یعنی هر چیزی از امور دنیوی که قابل تعلّق است پابند و علاقمندش نباشد . من غلام و بندۀ یک همچو شخص هستم . [ غلام = بنده و چاکر / کبود = رنگِ آبی مایل به نیلی / آزاد = حُر ، مقابل بنده ]"
      },
      {
        "text": "چه گویمت که به میخانه دوش مست و خراب / سروشِ عالَمِ غیبم چه مژده‌ها دادست",
        "explanation": "چه بگویمت که دیشب در میخانه در حالی که مستِ لایعقل بودم . فرشته عالَمِ غیب به من چه مژده ها داده است . مضمون مژده دو بیت بعدی است . [ مست خراب = مست لایعقل / سروش = فرشته / مژده ها = جمع مژده به معنی نویدها ]"
      },
      {
        "text": "که ای بلندنظر شاهبازِ سِدره‌نشین / نشیمن تو نه این کُنجِ محنت آبادست",
        "explanation": "مژده داد : ای سدره نشینِ شاهبازِ عالی نظر ، کنج این محنت آباد جایگاهِ تو نیست . یعنی این مقامِ سفلی لایق شأنِ تو نیست یا شایسته مقامِ تو نیست . [ سدره = مراد سدرهالمنتهی است / نشیمن = جایگاه و نیز محلی را که پرندگان و سایر حیوانات بیتوته می کنند / محنت آباد = صیغه مبالغه است به معنی جایی که با محنت و خرابی آباد شده است ]"
      },
      {
        "text": "تو را ز کنگرهٔ عرش می‌زنند صفیر / ندانمت که در این دامگه چه افتادست",
        "explanation": "مژده داد : از کنگرۀ عرش خطاب به تو صدا می زنند که در این دامگاهِ دنیا به تو چه رسیده است . یعنی مقامِ تو مقامِ ارواحِ قدس است و تو را به آن مقام دعوت می کنند و می گویند : نمی دانیم در این عالَمِ صغری چه چیز موجب شده که این قدر تثبت و تعلق خاطر نسبت به این عالَم پیدا کرده ای . مژده های سروش عالَمِ غیب همینجا تمام می شود . [ کنگره = نردۀ آهنی است که برای جلوگیری از افتادن به دورِ مناره و پل و حصار می کشند /  عرش = در لغت به معنی سقف است ولی در اصطلاح به فلکِ نهم عرش گویند که به آن فلک الافلاک و فلک اعظم نیز گویند / صفیر = آواز مرغ است / دامگه = مخفف دامگاه یعنی محلی که دام گسترده می شود ]"
      },
      {
        "text": "نصیحتی کنمت یاد گیر و در عمل آر / که این حدیث، ز پیرِ طریقتم یادست",
        "explanation": "به محضِ تمام شدن مژده های عالَمِ غیب ، خواجه می فرماید : پندی می دهمت آن را از من یاد بگیر و به مرحلۀ عمل آر که من این نصیحت را از پیرِ طریقت به خاطر دارم . یعنی من آن را حفظ کردم و به مرحلۀ عمل آوردم . پس تو هم حفظش کن و به آن عمل کُن . مضمونِ نصیحت بیت بعد است ."
      },
      {
        "text": "غمِ جهان مخور و پندِ من مَبَر از یاد / که این لطیفهٔ عشقم ز رهروی یادست",
        "explanation": "غم دنیا را مخور و نصیحت مرا از خاطرت زائل مکن . زیرا این لطیفۀ عشق را من از یک سالک به خاطر دارم . مراد از لطیفۀ عشق ، مضمونِ بیت بعدی است . [ رهرو = سالک ]"
      },
      {
        "text": "رضا به داده بده وز جبین گره بگشای / که بر من و تو دَرِ اختیار نگشادست",
        "explanation": "به آنچه به تو داده شده راضی باش و گره پیشانی را هم باز کن زیرا به روی من و تو درِ اختیار باز نشده است . یعنی آنچه خداوند به تو داده راضی و قانع باش و از ناسازگاری روزگار ، گره بر ابرو و پیشانی مفکن .زیرا زمام اختیار را به دست من و تو نداده اند . بلکه اختیار در دستِ خداوند است و هر چه در روزِ ازل تقدیر کرده همان خواهد شد . پس غم و غصه فایده ندارد . [ داده = در این بیت به معنای داده شده / جبین = دو طرف پیشانی که به سرِ زلف می رسد / گره = در لغت به معنی عِقد است ولی در اصطلاح به چینِ ابرو اطلاق می شود ]"
      },
      {
        "text": "مجو درستیِ عهد از جهانِ سست‌نهاد / که این عجوز، عروسِ هزار دامادست",
        "explanation": "از این جهانِ بی اعتبار و فرومایه انتظار وفا و نکوعهدی نداشته باش زیرا که این عجوز ، عروس هزار داماد است . حاصل کلام اینکه : اگر چند روزی دنیا بر وفق مرادت باشد و به مقتضای میلت بچرخد . تصور می کنی که با تو عهد و پیمان بسته است که همیشه بر وفق دلخواهِ تو باشد . هرگز به عهد و پیمان او اعتماد مکن که سخت بد عهد و بی اعتبار است و فرومایه . زیرا که این عجوزۀ مکارۀ غداره به نکاح هزاران دامادِ چون تو درآمده و عروسش شده اما در عقد و نکاحِ هیچیک قرار نگرفته است . [ عجوزه = زن خیلی پیر / نهاد = خلقت و طبیعت ]"
      },
      {
        "text": "نشان عهد و وفا نیست در تبسّمِ گل / بنال بلبل بی‌دل که جای فریادست",
        "explanation": "در تبسمِ گل یعنی در شکفتن گل نشانۀ عهد و وفا نیست . پس ای بلبلِ عاشق بنال که جای فریاد و فغان است . یعنی گل که معشوقۀ تو است عهد و وفا ندارد و بلکه سریع الزوال هم هست و پنج شش روز بیش عمر نمی کند و به دنبالِ این وصال بسیار کوتاه ، هجران و فراق یک ساله است . واقعاََ جایِ نالیدن است پس بنال . [ تبسم = لبخند زدن / تبسمِ گُل = شکفتن گل ]"
      },
      {
        "text": "حسد چه می‌بری ای سست‌نظم بر حافظ؟ / قبولِ خاطر و لطفِ سخن خدادادست",
        "explanation": "ای سست نظم ، به نظمِ حافظ حسد می ورزی . یقین بدان که در سرودن شعر خوب و محکم جرم و جنایتی متوجه او نمی شود . بلکه سخن لطیف و حُسنِ اثرش در خاطرها یک موهبتِ الهی است . یعنی هر چیز خوب را خدا می دهد . به من هم این قریحه و ذوق را خدا داده است . [ حسد = زوال نعمت کسی را خواستن / خداداد = عطیه خدایی ]"
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۳۸",
    "verses": [
      {
        "text": "بی مِهرِ رُخَت روزِ مرا نور نماندست / وز عمر، مرا جز شبِ دیجور نماندست",
        "explanation": "بدون خورشیدِ رُخت ، روز من دیگر روشنایی و نور ندارد . یعنی روزم چون شب تار است و از عمرم هم جز شبِ تاریک چیزی برایم باقی نمانده است . یعنی در فراقِ جانان ، عالَم در نظرم تیره و تار است . [ مهر = در این بیت به معنای خورشید است / دیجور = تاریک ]"
      },
      {
        "text": "هنگامِ وداعِ تو ز بس گریه که کردم / دور از رخِ تو، چشمِ مرا نور نماندست",
        "explanation": "هنگامی که وداع می کردی از بس گریه کردم . از کثرت گریه ، دور از رُخِ تو چشمم بی نور شده است . یعنی خداوند رُخِ تو را از بی شدن محافظت کند . چشم من که از بسیاریِ گریه کم نور شده است . [ هنگام = وقت / وداع = تودیع / دور از رِخِ تو = این عبارت را در مقام دعا گویند ، دور از دوستان ]"
      },
      {
        "text": "می‌رفت خیالِ تو ز چشمِ من و می‌گفت / هیهات از این گوشه که معمور نماندست",
        "explanation": "خیالت که داشت از چشمم می رفت می گفت : حیف از گوشۀ چون این که خراب شده است . یعنی سلامت و رونق خود را از دست داده است . حاصل کلام اینکه : چشمم از بسیاری گریه و این سیل اشک خراب شد و خیالت نتوانست در جای غیرِ آباد قرار بگیرد . پس کوچ کرد و رفت و در خالی که می رفت ، می گفت : افسوس که گوشۀ لطیفی چون این خراب شده است . [ معمور نمانده است = خراب شده است ]"
      },
      {
        "text": "وصلِ تو اَجَل را ز سرم دور همی‌داشت / از دولتِ هجرِ تو کنون دور نماندست",
        "explanation": "وصل تو مرگ را از من دور کرده بود اما از دولت فراقت حالا دیگر اجل از من دور نیست . یعنی مرگم نزدیک شده . حاصل اینکه : من زندۀ وصلِ تو بودم حالا که دیگر وصلت برایم میسر نیست و من مبتلا به هجرانت گشته ام پس مرگ برایم لازم است . [ اجل = مدّتِ هر چیز / دور نمانده است = نزدیک است ]"
      },
      {
        "text": "نزدیک شد آن دم که رقیب تو بگوید / دور از رُخَت این خستهٔ رنجور نماندست",
        "explanation": "وقت آن است که رقیب گوید : دور از تو آن خستۀ رنجور دیگر زنده نیست یعنی مرده است . [ نزدیک = در این بیت به معنای یقین است / دَم = وقت / دور از دَرت = این عبارت هم در مقام دعا آمده ]"
      },
      {
        "text": "صبر است مرا چارهٔ هجرانِ تو لیکن / چون صبر توان کرد که مقدور نماندست؟",
        "explanation": "چارۀ هجران تو برایم صبر است . یعنی در هجران تو به جز صبر چاره ای ندارم . اما چگونه می توانم صبر کنم که مقدور نمانده است . حاصل کلام : چارۀ هجران صبر می باشد اما برای صبر کردن مجالی نمانده است ."
      },
      {
        "text": "در هِجرِ تو گر چشمِ مرا آبِ روان است / گو خونِ جگر ریز که معذور نماندست",
        "explanation": "در فراق تو اگر آب چشم من یعنی اشکِ چشمم تمام شود . به طریق خطاب عام می گوید : بگو خون جگر بریز که جای عذر نمانده است . یعنی برای ریختن خونِ جگر هیچ گونه جای عذری باقی نمانده است و باید ریخت ."
      },
      {
        "text": "حافظ، ز غم از گریه نپرداخت به خنده / ماتم زده را داعیهٔ سور نماندست",
        "explanation": "حافظ ، از غم و غصه و گریه ، مقید خنده نشد . زیرا کسی که عزادار باشد . برای او جای شادی و سرور نمی ماند . یعنی برای حافظ ، باعثِ سرور نمانده است .  یعنی حافظ از کثرت غم و غصه در حکم ماتم زده ای است که هیچگونه شادی و سرور برای او مفهوم ندارد . [ نپرداخت = مقید نشد / ماتم زده = عزادار / داعیه = باعث / سور = جشن ، در اینجا یعنی شادی ]"
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۳۹",
    "verses": [
      {
        "text": "باغِ مرا چه حاجتِ سرو و صنوبر است؟ / شمشادِ خانه‌پرورِ ما از که کمتر است؟",
        "explanation": "باغ خاطر من چه احتیاج به سرو و صنوبر دارد . یعنی احتیاج ندارد . شمشاد سایه پرور ما یعنی جانانِ ما از که کمتر است یعنی از که سَر نیست ؟ حاصل کلام : جانان ما از سرو و صنوبر اعلاتر است و تا وقتی او هست به سرو و صنوبر ، چه کسی توجه می کند . [ صنوبر = نام درختی از ردۀ کاج ها / شمشاد = نوعی درخت است ]"
      },
      {
        "text": "ای نازنین ‌پسر، تو چه مذهب گرفته‌ای؟ / کت خونِ ما حلال‌تر از شیرِ مادر است",
        "explanation": "ای پسر نازنین تو چه مذهب پیش گرفته ای که خون ما به تو حلال تر از شیر مادر است . یعنی ریختن خون عشاق به چه جهت به تو حلال تر از شیر مادر است . [ نازنین = کسی که خیلی ناز دارد ]"
      },
      {
        "text": "چون نقشِ غم ز دور بِبینی شراب خواه / تشخیص کرده‌ایم و مداوا مقرّر است",
        "explanation": "وقتی که از دور صورتِ غم را می بینی ، برای علاجِ آن شراب بخواه . چون ما تشخیص داده ایم که علاجِ قطعی این مرض در خوردن شراب است . یعنی شراب ، صابونِ غم است . هربار که دلت از جایی تنگ شود علاجِ آن شراب است . [ مداوا = علاج و دوا ]"
      },
      {
        "text": "از آستانِ پیرِ مغان، سر چرا کشیم؟ / دولت در آن سرا و گشایش در آن در است",
        "explanation": "از آستان پیر مغان برای چه اعراض کنم و یا برای چه با آن مخالف باشم . چون که دولت در این خانه و هر گونه مراد در این در حاصل می شود . یعنی آستان پیر مغان را برای چه ترک کنم و کجا روم ؟ زیرا هر مرادی که می طلبم در همین جا برآورده می شود . چون این آستان فیض بخش است و به هر کس نسبت به استعدادش فیض می رساند و بلکه هم فیض اش نسبت به همه مساوی است . [ گشایش = فتح باب ]"
      },
      {
        "text": "یک قِصّه بیش نیست غمِ عشق، وین عجب / کز هر زبان که می‌شنوم، نامکرّر است",
        "explanation": "غم عشق جانان از یک قصه بیشتر نیست . تعجب این جاست که از هر کسی که می شنوم غیر مکرر است . یعنی هر کس یک نوع بیان می کند . یعنی جانان یک ذاتِ شریف است اما عشاق بی حد و حسابند پس هر عاشق ، غم جانانه را به نحوی بیان می کند . زیرا جانان با هر کدام از عشاق به یک نوع معامله می کند که با دیگری به آن نحو نمی کند . یعنی به همان نسبت که عشاق بی حد و بی پایانند . تجلّیات جانان هم بی حد می باشد . پس به هر عاشق بر حسب مشرب و استعدادش تجلّی می کند و همین امر سبب می شود که قصص غمِ جانان نامکرر است ."
      },
      {
        "text": "دی وعده داد وصلم و در سر شراب داشت / امروز تا چه گوید و بازش چه در سر است",
        "explanation": "دیروز در حالی که هنوز مست بود به من وعدۀ وصل داد . عجبا امروز چه گوید و در سر چه خیال و چه فکر و چه نقشه دارد . یعنی دیروز در حالیکه مست بود به من وعدۀ وصل داد اما وعده و قرار او قابل اعتماد و اعتبار نیست . زیرا یک سر و هزار سودا دارد ."
      },
      {
        "text": "شیراز و آبِ رکنی و این بادِ خوش نسیم / عیبش مکن که خالِ رُخِ هفت کشور است",
        "explanation": "شیراز را با آن آبِ رکنی و با آن نسیمِ معطرش عیب مکن که آبِ رُخِ هفت کشور است . یعنی شیراز را با این دو امتیاز که دارد عیب مکن که آب رویِ تمام ممالک است و عیب گیری از آن تعیب از همه ممالک عالم است ."
      },
      {
        "text": "فرق است از آبِ خِضر که ظُلمات جای او است / تا آبِ ما که مَنبَعش الله اکبر است",
        "explanation": "فرق است بین آب حیات که جایش در ظلمات است با آب رکن آباد که محل آن ، تپۀ الله اکبر است . پس لازم است که میانِ این دو فرق باشد . [ منبع = محلی را که آب از زیرِ زمین می جوشد و خارج می شود ]\n\n \n\n_ مراد از آبِ ما ، آبِ رکن آباد است . وجه تسمیۀ این آب ، سید رکن الدین است که در اطراف منبع این آب ، بناها و صف ها ساخته است . سابقاََ رسم بود هر کس که جایی را آباد می کرد و رونقی به آن می بخشید . آنجا را به نام آن شخص نسبت می دادند مثلا می گفتند فلان آباد . وجه تسمیۀ تپۀ الله اکبر این است که ، شهر شیراز در دامنۀ تپۀ مذکور قرار گرفته و هر کس که از جانب همدان بیاید تا به بالای تپه نرسد نمی تواند شهر را رویت کند . همین که به بالای تپه رسید به محض دیدن شهر بی اختیار کلمه الله اکبر را بر زبان می راند . به هین دلیل به تپه الله اکبر موسوم شد ."
      },
      {
        "text": "ما آبرویِ فقر و قناعت نمی‌بریم / با پادشه بگوی که روزی مقدّر است",
        "explanation": "ما آبروی فقر را نمی بریم به پادشاه بگو که رزق هر کس مقدر است . یعنی ما آستان فقر و قناعت را ترک نمی کنیم و به درِ اکابر نمی رویم . زیرا می دانیم که خداوندِ تعالی رزاق مطلق است و روزیِ هر کس را در روزِ ازل ، مقدّر و معین کرده است . پس نه با اهمال کم شود و نه با کوشش زیاد گردد . بنابراین تملّق و تبصبص از پادشاهان و بزرگان برای خاطرِ مال دنیا ، محضِ خطا و اشتباه است . [ مقدّر = معیّن / قناعت = راضی شدن به قسمت ازلی / روزی = رزق ]"
      },
      {
        "text": "حافظ چه طُرفه شاخ نباتیست کِلکِ تو / کش میوه دلپذیرتر از شهد و شکّر است",
        "explanation": "ای حافظ قلم تو ، شاخه نبات عجیبی است که میوه اش شیرین تر و مطبوع تر از شهد و شکر است . یعنی لذّت و صفایی که قلمت دارد در شهد و شکر نیست . [ طرفه = عجیب / کلک = قلم / دلپذیر = مورد پسند دل / شهد = عسل مومدار ]"
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۴۰",
    "verses": [
      {
        "text": "اَلمِنَّةُ لِلَّه که درِ میکده باز است / زان رو که مرا بر در او رویِ نیاز است",
        "explanation": "منت خدا راست که درِ میخانه باز است از آن رو که رویِ نیازم بر آن در است . یعنی به سبب مفتوح بودن درِ میکده ، ممنونِ خداییم . زیرا مرادِ ما همان باز بودن درِ میکده است به جهت اینکه حاجت مان در آن در برآورده می شود . حاصل کلام : چون روی نیازم به درِ میکده است پس مفتوح و گشاده بودنش بر وفقِ مرادمان می باشد . یعنی به واسطۀ درِ میکده ها ، خدا را شکر می کنیم ."
      },
      {
        "text": "خُم‌ها همه در جوش و خروشند ز مستی / وان می که در آن جاست حقیقت نه مَجاز است",
        "explanation": "از شدتِ مستی عشق و محبت ، عشاقِ جانان همگی در جوش و خروشند و آن می که در آن خُم ها است یعنی آن عشق و محبتی که آنها دارند عشق حقیقی است نه مجازی . حاصل کلام : جوش و خروشی که آنها دارند . کیفیت بادۀ حقیقت است نه کیفیت بادۀ مجازی ."
      },
      {
        "text": "از وی همه مستی و غرور است و تَکَبُر / وز ما همه بیچارگی و عجز و نیاز است",
        "explanation": "آنچه از جانان ظاهر می شود تماماََ مستی و خروش و تکبر است و آنچه از ما دیده می شود سراسر بیچارگی و عجز و نیاز است . یعنی آنچه از جانان به ظهور می رسد استغنا و تکبر است و آنچه از ما دیده می شود بیچارگی و خواری و نامرادی است زیرا آن لایق جانان و این شایسته ما است ."
      },
      {
        "text": "رازی که بَرِ غیر نگفتیم و نگوییم / با دوست بگوییم که او محرمِ راز است",
        "explanation": "سِرّی که پیشِ مردم نگفتیم و هرگز نمی گوییم . آن را به دوست بگوییم زیرا دوست محرمِ راز است . خلاصه اینکه : رازی را که به کسی نگفته ایم به دوست می گوییو ."
      },
      {
        "text": "شرحِ شِکَنِ زلفِ خَم اندر خَمِ جانان / کوته نتوان کرد که این قِصه دراز است",
        "explanation": "شرح زلف های مجعد و پر چین و شکن جانان را نمی شود خلاصه کرد . این قصه طولانی است و خلاصه نمی شود کرد . یعنی شرح آن احتیاج به تطویل دارد . کلمات دراز و کوتاه از نوع تضاد می باشد ."
      },
      {
        "text": "بارِ دلِ مجنون و خَمِ طُرِّهٔ لیلی / رخسارهٔ محمود و کفِ پایِ ایاز است",
        "explanation": "اضطراب خاطر مجنون با خمِ طرۀ لیلی است و روی سلطان محمود با پای ایاز است . یعنی آن دو متلازم اند . یعنی مجنون که عاشق است پس بلا و مشقت از لیلی برایش لازم است و محمود اگرچه پادشاه و ایاز بندۀ او است اما مقتضای عشق آن است که معشوق در ناز و عاشق در نیاز باشد ."
      },
      {
        "text": "بردوخته‌ام دیده چو باز از همه عالم / تا دیدهٔ من بر رُخِ زیبایِ تو باز است",
        "explanation": "از تمام عالَم چون باز چشم پوشیده ام . یعنی چشم بر هم نهاده ام از وقتی که چشمم به روی زیبای تو باز شده یعنی از وقتی که تو را دیدم و دل به تو دادم . دنیا در چشمم تار گشته ، زیرا مقتضای عشق همین است . [ بردوخته = بر هم نهاده / زیبا = جمیل و قشنگ / باز = در مصراع اول به معنی مرغ شکاری و در مصراع دوم به معنی گشاده است ]\n\n_ برای اینکه باز دست آموز شود اینطور تعریف کرده اند : پلک چشمان او را می دوزند و بعد از چند روز قسمتی از چشمش را باز کرده و در کف دست به او غذا می دهند و هر روز شکافِ چشمش را بیشتر می کنند و به همان منوال غذا می خورانند . به این ترتیب دست آموزش می کنند ."
      },
      {
        "text": "در کعبهٔ کویِ تو هر آن کس که بیاید / از قبلهٔ ابرویِ تو در عینِ نماز است",
        "explanation": "هر کس که به کعبۀ کوی تو داخل شود از قبلۀ ابرویت در حال نماز است . حاصل کلام : کویت ، کعبه و ابرویت ، قبلۀ و محراب عشاق است پس کسی که به کوی تو داخل شود . همان به کعبه داخل شده و کسی که به ابرویت توجه کند همان به قبله توجه کرده است ."
      },
      {
        "text": "ای مجلسیان، سوزِ دلِ حافظِ مسکین / از شمع بپرسید که در سوز و گداز است",
        "explanation": "ای یاران مجلسی ، سوز دلِ حافظ را از شمع سوال کنید که در سوز و گداز است . یعنی حال دردمند را اهلِ درد می داند ."
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۴۱",
    "verses": [
      {
        "text": "اگر چه باده فَرَح بخش و باد گُل‌بیز است / به بانگِ چَنگ مخور مِی که مُحتَسِب تیز است",
        "explanation": ""
      },
      {
        "text": "صُراحی‌ای و حریفی گَرَت به چَنگ افتد / به عقل نوش که ایام فتنه‌ انگیز است",
        "explanation": ""
      },
      {
        "text": "در آستینِ مُرَقَع پیاله پنهان کن / که همچو چشمِ صُراحی زمانه خونریز است",
        "explanation": ""
      },
      {
        "text": "به آبِ دیده بشوییم خِرقه‌ها از می / که موسمِ وَرَع و روزگارِ پرهیز است",
        "explanation": ""
      },
      {
        "text": "مجوی عیشِ خوش از دورِ باژگونِ سِپِهر / که صاف این سر خُم جمله دُردی آمیز است",
        "explanation": ""
      },
      {
        "text": "سپهر بر شده پرویزنی‌ست خون افشان / که ریزه‌اش سر کَسری و تاجِ پرویز است",
        "explanation": ""
      },
      {
        "text": "عراق و فارس گرفتی به شعرِ خوش حافظ / بیا که نوبتِ بغداد و وقتِ تبریز است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۴۲",
    "verses": [
      {
        "text": "حالِ دل با تو گفتنم، هوس است / خبرِ دل شِنُفتَنَم، هوس است",
        "explanation": ""
      },
      {
        "text": "طَمَعِ خام بین که قِصهٔ فاش / از رقیبان نَهُفتَنَم، هوس است",
        "explanation": ""
      },
      {
        "text": "شبِ قدری چنین عزیزِ شریف / با تو تا روز خُفتنم، هوس است",
        "explanation": ""
      },
      {
        "text": "وه که دُردانه‌ای چنین نازک / در شبِ تار سُفتنم، هوس است",
        "explanation": ""
      },
      {
        "text": "ای صبا امشبَم مَدَد فرمای / که سحرگه شکفتنم، هوس است",
        "explanation": ""
      },
      {
        "text": "از برای شَرَف به نوُکِ مژه / خاکِ راهِ تو رفتنم، هوس است",
        "explanation": ""
      },
      {
        "text": "همچو حافظ به رَغمِ مُدَعیان / شعرِ رندانه گفتنم، هوس است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۴۳",
    "verses": [
      {
        "text": "صَحنِ بُستان ذوق بخش و صحبتِ یاران خوش است / وقتِ گل خوش باد کز وی وقتِ میخواران خوش است",
        "explanation": ""
      },
      {
        "text": "از صبا هر دم مشامِ جانِ ما خوش می‌شود / آری آری طیبِ اَنفاسِ هواداران خوش است",
        "explanation": ""
      },
      {
        "text": "ناگشوده گُل نِقاب، آهنگِ رحلت ساز کرد / ناله کن بلبل که گلبانگِ دل اَفکاران خوش است",
        "explanation": ""
      },
      {
        "text": "مرغِ خوشخوان را بشارت باد کاندر راهِ عشق / دوست را با نالهٔ شب‌های بیداران خوش است",
        "explanation": ""
      },
      {
        "text": "نیست در بازارِ عالَم خوشدلی ور زان که هست / شیوهٔ رندی و خوش باشیِ عیاران خوش است",
        "explanation": ""
      },
      {
        "text": "از زبانِ سوسنِ آزاده‌ام آمد به گوش / کاندر این دِیرِ کهن، کارِ سبکباران خوش است",
        "explanation": ""
      },
      {
        "text": "حافظا! تَرکِ جهان گفتن طریقِ خوشدلیست / تا نپنداری که احوالِ جهان داران خوش است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۴۴",
    "verses": [
      {
        "text": "کُنون که بر کفِ گُل جامِ بادهٔ صاف است / به صدهزار زبان بلبلش در اوصاف است",
        "explanation": ""
      },
      {
        "text": "بخواه دفترِ اشعار و راهِ صحرا گیر / چه وقتِ مدرسه و بحثِ کشفِ کَشّاف است؟",
        "explanation": ""
      },
      {
        "text": "فقیهِ مدرسه دی مست بود و فَتوی داد / که مِی حرام ولی بِه ز مالِ اوقاف است",
        "explanation": ""
      },
      {
        "text": "به دُرد و صاف تو را حُکم نیست خوش دَرکَش / که هر چه ساقیِ ما کرد عینِ اَلطاف است",
        "explanation": ""
      },
      {
        "text": "بِبُر ز خَلق و چو عَنقا قیاسِ کار بگیر / که صیتِ گوشه‌نشینان ز قاف تا قاف است",
        "explanation": ""
      },
      {
        "text": "حدیثِ مُدّعیان و خیالِ همکاران / همان حکایتِ زَردوز و بوریاباف است",
        "explanation": ""
      },
      {
        "text": "خموش حافظ و این نکته‌های چون زر سرخ / نگاه‌دار که قَلّابِ شهر، صرّاف است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۴۵",
    "verses": [
      {
        "text": "در این زمانه رفیقی که خالی از خِلَل است / صُراحیِ میِ ناب و سَفینهٔ غزل است",
        "explanation": ""
      },
      {
        "text": "جَریده رو که گذرگاهِ عافیت، تنگ است / پیاله گیر که عُمرِ عزیز  بی‌بَدَل است",
        "explanation": ""
      },
      {
        "text": "نه من ز بی‌عملی در جهان مَلولَم و بس / مَلالتِ عُلما هم ز علمِ بی‌عمل است",
        "explanation": ""
      },
      {
        "text": "به چشمِ عقل در این رهگذارِ پرآشوب / جهان و کارِ جهان بی‌ثبات و بی‌محل است",
        "explanation": ""
      },
      {
        "text": "بگیر طُرِّهٔ مه‌چهره‌ای و قِصّه مخوان / که سعد و نَحس ز تأثیر زهره و زُحَل است",
        "explanation": ""
      },
      {
        "text": "دلم امید فراوان به وصلِ رویِ تو داشت / ولی اجل به رَهِ عمر، رهزنِ اَمَل است",
        "explanation": ""
      },
      {
        "text": "به هیچ دُور نخواهند یافت هشیارش / چنین که حافظ ما مستِ بادهٔ ازل است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۴۶",
    "verses": [
      {
        "text": "گل در بَر و می در کف و معشوق به کام است / سلطانِ جهانم به چنین روز غلام است",
        "explanation": ""
      },
      {
        "text": "گو شمع میارید در این جمع که امشب / در مجلسِ ما ماهِ رخِ دوست تمام است",
        "explanation": ""
      },
      {
        "text": "در مذهبِ ما باده حلال است ولیکن / بی‌روی تو ای سرو گُل‌اندام، حرام است",
        "explanation": ""
      },
      {
        "text": "گوشَم همه بر قولِ نی و نغمهٔ چنگ است / چشمم همه بر لَعلِ لب و گردشِ جام است",
        "explanation": ""
      },
      {
        "text": "در مجلسِ ما عِطر مَیامیز که ما را / هر لحظه ز گیسو‌ی تو خوش بوی مَشام است",
        "explanation": ""
      },
      {
        "text": "از چاشنیِ قند مگو هیچ و زِ شِکَّر / زان رو که مرا از لبِ شیرینِ تو کام است",
        "explanation": ""
      },
      {
        "text": "تا گنجِ غمت در دلِ ویرانه‌، مُقیم است / همواره مرا کویِ خرابات مُقام است",
        "explanation": ""
      },
      {
        "text": "از ننگ چه گویی که مرا نام ز ننگ است / وز نام چه پرسی که مرا ننگ ز نام است",
        "explanation": ""
      },
      {
        "text": "مِی‌خواره و سرگشته و رندیم و نَظَرباز / وان کس که چو ما نیست در این شهر کدام است؟",
        "explanation": ""
      },
      {
        "text": "با مُحتسبم عیب مگویید که او نیز / پیوسته چو ما در طلبِ عیشِ مدام است",
        "explanation": ""
      },
      {
        "text": "حافظ منشین بی‌مِی و معشوق زمانی / که‌ایّامِ گل و یاسمن و عیدِ صیام است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۴۷",
    "verses": [
      {
        "text": "به کویِ میکده هر سالِکی که رَه دانست / دری دگر زدن اندیشهٔ تَبَه دانست",
        "explanation": ""
      },
      {
        "text": "زمانه افسر رندی نداد جز به کسی / که سرفرازیِ عالَم در این کُلَه دانست",
        "explanation": ""
      },
      {
        "text": "بر آستانهٔ میخانه هر که یافت رَهی / ز فیضِ جامِ مِی اَسرار خانقَه دانست",
        "explanation": ""
      },
      {
        "text": "هر آن که رازِ دو عالم ز خطِ ساغَر خواند / رُموزِ جامِ جم از نقشِ خاکِ ره دانست",
        "explanation": ""
      },
      {
        "text": "ورایِ طاعتِ دیوانگان ز ما مَطَلَب / که شیخِ مذهبِ ما عاقلی گُنَه دانست",
        "explanation": ""
      },
      {
        "text": "دلم ز نرگسِ ساقی اَمان نخواست به جان / چرا که شیوهٔ آن تُرکِ دل سیه دانست",
        "explanation": ""
      },
      {
        "text": "ز جورِ کوکبِ طالع ،سَحَرگَهان چشمم / چنان گریست که ناهید دید و مَه دانست",
        "explanation": ""
      },
      {
        "text": "حدیثِ حافظ و ساغر که می‌زند پنهان / چه جایِ محتسب و شِحنه، پادشَه دانست",
        "explanation": ""
      },
      {
        "text": "بلندمرتبه شاهی که نُه رِواقِ سِپِهر / نمونه‌ای ز خَمِ طاقِ بارگَه دانست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۴۸",
    "verses": [
      {
        "text": "صوفی از پرتو مِی رازِ نهانی دانست / گوهرِ هر کس از این لعل، توانی دانست",
        "explanation": ""
      },
      {
        "text": "قدر مجموعهٔ گل، مرغِ سَحَر داند و بس / که نه هر کو ورقی خواند، معانی دانست",
        "explanation": ""
      },
      {
        "text": "عرضه کردم دو جهان بر دلِ کاراُفتاده / به جز از عشقِ تو باقی همه فانی دانست",
        "explanation": ""
      },
      {
        "text": "آن شد اکنون که ز اَبنایِ عَوام اندیشم / مُحتَسِب نیز در این عیشِ نهانی دانست",
        "explanation": ""
      },
      {
        "text": "دل‌بر، آسایش ما مَصلحتِ وقت ندید / ور نه از جانبِ ما دل‌نگرانی دانست",
        "explanation": ""
      },
      {
        "text": "سنگ و گِل را کُنَد از یُمنِ نظر لعل و عقیق / هر که قَدرِ نفسِ بادِ یمانی دانست",
        "explanation": ""
      },
      {
        "text": "ای که از دفترِ عقل، آیت عشق آموزی / ترسم این نکته به تَحقیق ندانی دانست",
        "explanation": ""
      },
      {
        "text": "مِی بیاور که ننازد به گلِ باغِ جهان / هر که غارت‌گریِ بادِ خزانی دانست",
        "explanation": ""
      },
      {
        "text": "حافظ این گوهرِ مَنظوم که از طَبع اَنگیخت / زَ اثرِ تربیتِ آصِفِ ثانی دانست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۴۹",
    "verses": [
      {
        "text": "روضهٔ خُلدِ برین خلوتِ درویشان است / مایهٔ مُحتشمی، خدمتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "گَنج عُزلت که طِلِسماتِ عجایب دارد / فتحِ آن در نظرِ رحمتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "قصرِ فردوس که رضوانش به دَربانی رفت / مَنظَری از چمنِ نُزهَتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "آن چه زر می‌شود از پرتو آن قلبِ سیاه / کیمیاییست که در صحبتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "آن که پیشش بِنَهَد تاجِ تکبر، خورشید / کبریاییست که در حِشمتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "دولتی را که نباشد غم از آسیبِ زَوال / بی‌تَکَلُف بشنو، دولتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "خسروان، قبلهٔ حاجاتِ جهانند ولی / سببش بندگیِ حضرتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "رویِ مقصود که شاهان به دعا می‌طَلبند / مَظهَرَش آینهٔ طَلعَتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "از کران تا به کران، لشکر ظُلم است ولی / از اَزَل تا به اَبَد، فرصتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "ای توانگر مَفُروش این همه نِخوَت که تو را / سر و زر در کَنَفِ همتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "گنجِ قارون که فرو می‌شود از قَهر هنوز / خوانده باشی که هم از غِیرتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "حافظ ار آبِ حیاتِ اَزَلی می‌خواهی / مَنبَعَش خاکِ درِ خلوتِ درویشان است",
        "explanation": ""
      },
      {
        "text": "من غلامِ نظرِ آصِفِ عهدم کو را / صورتِ خواجگی و سیرتِ درویشان است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۵۰",
    "verses": [
      {
        "text": "به دامِ زلفِ تو دل مبتلایِ خویشتن است / بکُش به غمزه که اینَش سزایِ خویشتن است",
        "explanation": ""
      },
      {
        "text": "گَرَت ز دست برآید مُرادِ خاطرِ ما / به دست باش که خیری به جایِ خویشتن است",
        "explanation": ""
      },
      {
        "text": "به جانت ای بتِ شیرین دهن که همچون شمع / شبانِ تیره، مُرادم فنایِ خویشتن است",
        "explanation": ""
      },
      {
        "text": "چو رای عشق زدی با تو گفتم ای بلبل / مَکُن که آن گلِ خندان به رای خویشتن است",
        "explanation": ""
      },
      {
        "text": "به مُشکِ چین و چِگِل نیست بویِ گُل مُحتاج / که نافه‌هاش ز بندِ قَبایِ خویشتن است",
        "explanation": ""
      },
      {
        "text": "مرو به خانهٔ اربابِ بی‌مُروتِ دهر / که گنجِ عافیتت در سرایِ خویشتن است",
        "explanation": ""
      },
      {
        "text": "بسوخت حافظ و در شرطِ عشقبازیِ او / هنوز بر سرِ عهد و وفایِ خویشتن است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۵۱",
    "verses": [
      {
        "text": "لعلِ سیرابِ به‌خون‌تشنه‌، لب یار من است / وز پی دیدنِ او دادنِ جان کار من است",
        "explanation": ""
      },
      {
        "text": "شرم از آن چشمِ سیه بادش و مژگان دراز / هر که دل بردنِ او دید و در انکارِ من است",
        "explanation": ""
      },
      {
        "text": "ساروان رَخت به دروازه مَبَر‌، کان سرِ کو / شاهراهی‌ست که منزلگهِ دلدارِ من است",
        "explanation": ""
      },
      {
        "text": "بندهٔ طالعِ خویشم که در این قحطِ وفا / عشق آن لولیِ سرمست‌، خریدار من است",
        "explanation": ""
      },
      {
        "text": "طَبلِهٔ عطرِ گل و زلفِ عبیر افشانش / فیضِ یک شَمِّه ز بوی خوشِ عطارِ من است",
        "explanation": ""
      },
      {
        "text": "باغبان همچو نسیمم ز درِ خویش مران / کآبِ گلزارِ تو از اشکِ چو گلنارِ من است",
        "explanation": ""
      },
      {
        "text": "شربتِ قند و گلاب از لبِ یارم فرمود / نرگس او که طبیبِ دلِ بیمارِ من است",
        "explanation": ""
      },
      {
        "text": "آن که در طرزِ غزل نکته به حافظ آموخت / یارِ شیرین‌سخنِ نادره‌گفتارِ من است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۵۲",
    "verses": [
      {
        "text": "روزگاریست که سودایِ بتان دینِ من است / غمِ این کار‌، نشاطِ دلِ غمگینِ من است",
        "explanation": ""
      },
      {
        "text": "دیدنِ رویِ تو را دیدهٔ جان‌بین باید / وین کجا مرتبهٔ چشمِ جهان‌بینِ من است؟",
        "explanation": ""
      },
      {
        "text": "یارِ من باش که زیبِ فلک و زینتِ دهر / از مه روی تو و اشکِ چو پروینِ من است",
        "explanation": ""
      },
      {
        "text": "تا مرا عشقِ تو تعلیمِ سخن گفتن کرد / خلق را وردِ زبان، مدحت و تحسینِ من است",
        "explanation": ""
      },
      {
        "text": "دولت فقر خدایا به من ارزانی دار / کاین کرامت سببِ حشمت و تمکینِ من است",
        "explanation": ""
      },
      {
        "text": "واعظِ شَحنه‌شناس این عظمت گو مفروش / زان که منزلگهِ سلطان، دلِ مسکینِ من است",
        "explanation": ""
      },
      {
        "text": "یا رب این کعبهٔ مقصود تماشاگه کیست؟ / که مغیلانِ طریقش گل و نسرینِ من است",
        "explanation": ""
      },
      {
        "text": "حافظ از حشمتِ پرویز دگر قصه مخوان / که لبش جرعه‌کش خسرو شیرین من است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۵۳",
    "verses": [
      {
        "text": "منم که گوشهٔ میخانه خانقاهِ من است / دعایِ پیرِ مغان وردِ صبحگاهِ من است",
        "explanation": ""
      },
      {
        "text": "گَرَم ترانهٔ چنگ صَبوح نیست چه باک / نوایِ من به سحر آهِ عذرخواهِ من است",
        "explanation": ""
      },
      {
        "text": "ز پادشاه و گدا فارغم بحمدالله / گدایِ خاکِ درِ دوست، پادشاه من است",
        "explanation": ""
      },
      {
        "text": "غرض ز مسجد و میخانه‌ام وصال شماست / جز این خیال ندارم خدا گواهِ من است",
        "explanation": ""
      },
      {
        "text": "مگر به تیغ اجل خیمه بَرکَنَم ور نی / رمیدن از درِ دولت نه رسم و راهِ من است",
        "explanation": ""
      },
      {
        "text": "از آن زمان که بر این آستان نهادم روی / فرازِ مسندِ خورشید، تکیه‌گاهِ من است",
        "explanation": ""
      },
      {
        "text": "گناه اگر چه نبود اختیارِ ما حافظ / تو در طریقِ ادب باش، گو گناهِ من است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۵۴",
    "verses": [
      {
        "text": "ز گریه مَردُمِ چشمم نشسته در خون است / ببین که در طلبت حالِ مَردُمان چون است",
        "explanation": ""
      },
      {
        "text": "به یادِ لعلِ تو و چشمِ مستِ میگونت / ز جامِ غم، می لعلی که می‌خورم خون است",
        "explanation": ""
      },
      {
        "text": "ز مشرقِ سرِ کو آفتابِ طلعتِ تو / اگر طلوع کند، طالعم همایون است",
        "explanation": ""
      },
      {
        "text": "حکایتِ لبِ شیرین، کلام فرهاد است / شِکَنجِ طُرِّهٔ لیلی مقام مجنون است",
        "explanation": ""
      },
      {
        "text": "دلم بجو که قدت همچو سرو دلجوی است / سخن بگو که کلامت لطیف و موزون است",
        "explanation": ""
      },
      {
        "text": "ز دورِ باده به جان، راحتی رسان ساقی / که رنجِ خاطرم از جورِ دورِ گردون است",
        "explanation": ""
      },
      {
        "text": "از آن دمی که ز چشمم برفت رودِ عزیز / کنارِ دامنِ من همچو رودِ جیحون است",
        "explanation": ""
      },
      {
        "text": "چگونه شاد شود اندرونِ غمگینم؟ / به اختیار، که از اختیار بیرون است",
        "explanation": ""
      },
      {
        "text": "ز بیخودی طلبِ یار می‌کند حافظ / چو مفلسی که طلبکارِ گنجِ قارون است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۵۵",
    "verses": [
      {
        "text": "خَمِ زلفِ تو دامِ کفر و دین است / ز کارستانِ او یک شمه این است",
        "explanation": ""
      },
      {
        "text": "جمالت مُعجِزِ حُسن است لیکن / حدیثِ غمزه‌ات سحرِ مبین است",
        "explanation": ""
      },
      {
        "text": "ز چشمِ شوخِ تو جان کی توان برد؟ / که دایم با کمان اندر کمین است",
        "explanation": ""
      },
      {
        "text": "بر آن چشمِ سیه صد آفرین باد / که در عاشق کُشی سِحرآفرین است",
        "explanation": ""
      },
      {
        "text": "عجب عِلمیست عِلم هیئت عشق / که چرخِ هشتمش، هفتم زمین است",
        "explanation": ""
      },
      {
        "text": "تو پنداری که بدگو رفت و جان برد؟ / حسابش با کرام الکاتبین است",
        "explanation": ""
      },
      {
        "text": "مشو حافظ ز کیدِ زلفش ایمن / که دل برد و کنون در بندِ دین است",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۵۶",
    "verses": [
      {
        "text": "دل سراپردهٔ محبتِ اوست / دیده آیینه‌دارِ طلعت اوست",
        "explanation": ""
      },
      {
        "text": "من که سر در نیاورم به دو کون / گردنم زیرِ بارِ منتِ اوست",
        "explanation": ""
      },
      {
        "text": "تو و طوبی و ما و قامتِ یار / فکرِ هر کس به قدرِ همتِ اوست",
        "explanation": ""
      },
      {
        "text": "گر من آلوده‌دامنم چه عجب / همه عالم گواهِ عصمتِ اوست",
        "explanation": ""
      },
      {
        "text": "من که باشم در آن حرم که صبا / پرده‌دارِ حریمِ حُرمتِ اوست",
        "explanation": ""
      },
      {
        "text": "بی خیالش مباد منظرِ چشم / زآن که این گوشه جایِ خلوتِ اوست",
        "explanation": ""
      },
      {
        "text": "هر گلِ نو که شد چمن‌آرای / زَ اثر رنگ و بویِ صحبتِ اوست",
        "explanation": ""
      },
      {
        "text": "دورِ مجنون گذشت و نوبتِ ماست / هر کسی پنج روز، نوبتِ اوست",
        "explanation": ""
      },
      {
        "text": "مُلکَتِ عاشقیّ و گنجِ طرب / هر چه دارم ز یُمنِ همتِ اوست",
        "explanation": ""
      },
      {
        "text": "من و دل گر فدا شدیم چه باک؟ / غرض اندر میان سلامتِ اوست",
        "explanation": ""
      },
      {
        "text": "فقرِ ظاهر مبین که حافظ را / سینه گنجینهٔ محبتِ اوست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۵۷",
    "verses": [
      {
        "text": "آن سیه‌چرده که شیرینیِ عالم با اوست / چشمِ میگون لبِ خندان دلِ خرم با اوست",
        "explanation": ""
      },
      {
        "text": "گرچه شیرین‌ دهنان پادشهانند ولی / او سلیمانِ زمان است که خاتم با اوست",
        "explanation": ""
      },
      {
        "text": "روی خوب است و کمالِ هنر و دامن پاک / لاجرم همتِ پاکان دو عالم با اوست",
        "explanation": ""
      },
      {
        "text": "خال مُشکین که بدان عارض گندمگون است / سِرِّ آن دانه که شد رهزنِ آدم با اوست",
        "explanation": ""
      },
      {
        "text": "دلبرم عزم سفر کرد خدا را یاران / چه کنم با دل مجروح که مرهم با اوست",
        "explanation": ""
      },
      {
        "text": "با که این نکته توان گفت که آن سنگین‌ دل / کُشت ما را و دمِ عیسیِ مریم با اوست",
        "explanation": ""
      },
      {
        "text": "حافظ از معتقدان است گرامی دارش / زان که بخشایشِ بس روحِ مکرم با اوست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۵۸",
    "verses": [
      {
        "text": "سرِ ارادتِ ما و آستانِ حضرت دوست / که هر چه بر سرِ ما می‌رود ارادتِ اوست",
        "explanation": ""
      },
      {
        "text": "نظیرِ دوست ندیدم اگر چه از مَه و مِهر / نهادم آینه‌ها در مقابلِ رخِ دوست",
        "explanation": ""
      },
      {
        "text": "صبا ز حالِ دلِ تنگِ ما چه شرح دهد؟ / که چون شِکَنجِ ورق‌هایِ غنچه تو بر توست",
        "explanation": ""
      },
      {
        "text": "نه من سَبوکش این دیرِ رندسوزم و بس / بسا سَرا که در این کارخانه سنگ و سبوست",
        "explanation": ""
      },
      {
        "text": "مگر تو شانه زدی زلفِ عنبرافشان را؟ / که بادْ غالیه‌سا گشت و خاکْ عنبربوست",
        "explanation": ""
      },
      {
        "text": "نثارِ رویِ تو هر برگِ گل که در چمن است / فدای قَدِّ تو هر سروبُن که بر لبِ جوست",
        "explanation": ""
      },
      {
        "text": "زبانِ ناطقه در وصفِ شوق نالان است / چه جای کِلکِ بریده‌زبانِ بیهُده‌گوست؟",
        "explanation": ""
      },
      {
        "text": "رخِ تو در دلم آمد مراد خواهم یافت / چرا که حالِ نکو در قَفایِ فالِ نکوست",
        "explanation": ""
      },
      {
        "text": "نه این زمان دلِ حافظ در آتشِ هوس است / که داغدار ازل همچو لالهٔ خودروست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۵۹",
    "verses": [
      {
        "text": "دارم امید عاطفتی از جناب دوست / کردم جنایتی و امیدم به عفو اوست",
        "explanation": ""
      },
      {
        "text": "دانم که بُگذرد ز سرِ جرمِ من که او / گرچه پریوش است ولیکن فرشته خوست",
        "explanation": ""
      },
      {
        "text": "چندان گریستیم که هر کس که برگذشت / در اشکِ ما چو دید روان گفت کـ‌این چه جوست؟",
        "explanation": ""
      },
      {
        "text": "هیچ است آن دهان و نبینم از او نشان / موی است آن میان و ندانم که آن چه موست",
        "explanation": ""
      },
      {
        "text": "دارم عجب ز نقشِ خیالش که چون نرفت / از دیده‌ام که دَم به دَمش کار شُست و شوست",
        "explanation": ""
      },
      {
        "text": "بی گفت و گوی زلفِ تو دل را همی‌کشد / با زلف دلکَش تو که را روی گفت و گوست؟",
        "explanation": ""
      },
      {
        "text": "عمریست تا ز زلفِ تو بویی شنیده‌ام / زان بوی در مشامِ دلِ من هنوز بوست",
        "explanation": ""
      },
      {
        "text": "حافظ بد است حالِ پریشانِ تو، ولی / بر بویِ زلفِ یار پریشانیَت نکوست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۶۰",
    "verses": [
      {
        "text": "آن پیکِ ناموَر که رسید از دیارِ دوست / آورد حِرزِ جان ز خطِ مُشکبارِ دوست",
        "explanation": ""
      },
      {
        "text": "خوش می‌دهد نشانِ جلال و جمالِ یار / خوش می‌کند حکایتِ عِزّ و وقارِ دوست",
        "explanation": ""
      },
      {
        "text": "دل دادمش به مژده و خِجلَت همی‌برم / زین نقدِ قلبِ خویش که کردم نثارِ دوست",
        "explanation": ""
      },
      {
        "text": "شکرِ خدا که از مددِ بختِ کارساز / بر حسبِ آرزوست همه کار و بارِ دوست",
        "explanation": ""
      },
      {
        "text": "سیرِ سپهر و دورِ قمر را چه اختیار؟ / در گردشند بر حَسَبِ اختیار دوست",
        "explanation": ""
      },
      {
        "text": "گر بادِ فتنه هر دو جهان را به هم زند / ما و چراغِ چَشم و رهِ انتظارِ دوست",
        "explanation": ""
      },
      {
        "text": "کُحلُ الجَواهری به من آر ای نسیمِ صبح / زان خاکِ نیکبخت که شد رهگذارِ دوست",
        "explanation": ""
      },
      {
        "text": "ماییم و آستانهٔ عشق و سرِ نیاز / تا خوابِ خوش که را بَرَد اندر کنارِ دوست",
        "explanation": ""
      },
      {
        "text": "دشمن به قصدِ حافظ اگر دم زند چه باک؟ / مِنَّت خدای را که نیَم شرمسارِ دوست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۶۱",
    "verses": [
      {
        "text": "صبا اگر گذری اُفتَدَت به کشور دوست / بیار نَفحِه‌ای از گیسوی مُعَنبَر دوست",
        "explanation": ""
      },
      {
        "text": "به جانِ او که به شکرانه جان برافشانم / اگر به سویِ من آری پیامی از برِ دوست",
        "explanation": ""
      },
      {
        "text": "و گر چنان که در آن حضرتت نباشد بار / برایِ دیده بیاور غباری از درِ دوست",
        "explanation": ""
      },
      {
        "text": "منِ گدا و تمنایِ وصلِ او هیهات / مگر به خواب ببینم خیالِ منظرِ دوست",
        "explanation": ""
      },
      {
        "text": "دل صِنوبَریَم همچو بید لرزان است / ز حسرتِ قد و بالای چون صنوبرِ دوست",
        "explanation": ""
      },
      {
        "text": "اگر چه دوست به چیزی نمی‌خرد ما را / به عالمی نفروشیم مویی از سرِ دوست",
        "explanation": ""
      },
      {
        "text": "چه باشد ار شود از بندِ غم دلش آزاد / چو هست حافظِ مسکین غلام و چاکر دوست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۶۲",
    "verses": [
      {
        "text": "مرحبا ای پیکِ مشتاقان بده پیغامِ دوست / تا کُنم جان از سرِ رغبت فدای نامِ دوست",
        "explanation": ""
      },
      {
        "text": "واله و شیداست دایم همچو بلبل در قفس / طوطی طبعم ز عشقِ شِکَّر و بادامِ دوست",
        "explanation": ""
      },
      {
        "text": "زلفِ او دام است و خالش دانهٔ آن دام و من / بر امیدِ دانه‌ای افتاده‌ام در دامِ دوست",
        "explanation": ""
      },
      {
        "text": "سر ز مستی برنگیرد تا به صبحِ روزِ حشر / هر که چون من در ازل یک جرعه خورد از جامِ دوست",
        "explanation": ""
      },
      {
        "text": "بس نگویم شِمِّه‌ای از شرحِ شوقِ خود از آنک / دردسر باشد نمودن بیش از این ابرامِ دوست",
        "explanation": ""
      },
      {
        "text": "گر دهد دستم کشم در دیده همچون توتیا / خاک راهی کـ‌آن مشرف گردد از اَقدامِ دوست",
        "explanation": ""
      },
      {
        "text": "میل من سویِ وصال و قصد او سویِ فراق / تَرکِ کامِ خود گرفتم تا برآید کامِ دوست",
        "explanation": ""
      },
      {
        "text": "حافظ اندر دَردِ او می‌سوز و بی‌درمان بساز / زان که درمانی ندارد دَردِ بی‌آرامِ دوست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۶۳",
    "verses": [
      {
        "text": "رویِ تو کس ندید و هزارت رقیب هست / در غنچه‌ای هنوز و صدت عندلیب هست",
        "explanation": ""
      },
      {
        "text": "گر آمدم به کوی تو چندان غریب نیست / چون من در آن دیار هزاران غریب هست",
        "explanation": ""
      },
      {
        "text": "در عشق، خانقاه و خرابات فرق نیست / هر جا که هست پرتوِ رویِ حبیب هست",
        "explanation": ""
      },
      {
        "text": "آن جا که کارِ صومعه را جلوه می‌دهند / ناقوسِ دِیرِ راهب و نامِ صلیب هست",
        "explanation": ""
      },
      {
        "text": "عاشق که شد که یار به حالش نظر نکرد / ای خواجه درد نیست وگرنه طبیب هست",
        "explanation": ""
      },
      {
        "text": "فریادِ حافظ این همه آخِر به هرزه نیست / هم قصه‌ای غریب و حدیثی عجیب هست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۶۴",
    "verses": [
      {
        "text": "اگر چه عرض هنر پیشِ یار بی‌ادبیست / زبان خموش، ولیکن دهان پُر از عربیست",
        "explanation": ""
      },
      {
        "text": "پری نهفته رخ و دیو در کرشمهٔ حُسن / بسوخت دیده ز حیرت که این چه بوالعجبیست",
        "explanation": ""
      },
      {
        "text": "در این چمن گلِ بی خار کس نچید آری / چراغِ مصطفوی با شرارِ بولَهَبیست",
        "explanation": ""
      },
      {
        "text": "سبب مپرس که چرخ از چه سفله پرور شد / که کام بخشی او را بهانه بی سببیست",
        "explanation": ""
      },
      {
        "text": "به نیم جو نخرم طاقِ خانقاه و رباط / مرا که مَصطَبه ایوان و پای خُم طَنَبیست",
        "explanation": ""
      },
      {
        "text": "جمالِ دختر رَز نورِ چشمِ ماست مگر / که در نقابِ زجاجی و پردهٔ عِنبیست",
        "explanation": ""
      },
      {
        "text": "هزار عقل و ادب داشتم من ای خواجه / کنون که مستِ خرابم، صلاح بی‌ادبیست",
        "explanation": ""
      },
      {
        "text": "بیار می که چو حافظ هزارم استظهار / به گریهٔ سحری و نیازِ نیم شبیست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۶۵",
    "verses": [
      {
        "text": "خوشتر ز عیش و صحبت و باغ و بهار چیست؟ / ساقی کجاست، گو سببِ انتظار چیست؟",
        "explanation": ""
      },
      {
        "text": "هر وقتِ خوش که دست دهد مغتنم شمار / کس را وقوف نیست که انجامِ کار چیست",
        "explanation": ""
      },
      {
        "text": "پیوندِ عمر بسته به مویی‌ست هوش دار / غمخوارِ خویش باش، غم روزگار چیست؟",
        "explanation": ""
      },
      {
        "text": "معنیِ آبِ زندگی و روضهٔ ارم / جز طَرفِ جویبار و میِ خوشگوار چیست؟",
        "explanation": ""
      },
      {
        "text": "مستور و مست هر دو چو از یک قبیله‌اند / ما دل به عشوهٔ که دهیم اختیار چیست؟",
        "explanation": ""
      },
      {
        "text": "راز درونِ پرده چه داند فلک، خموش / ای مدعی نزاعِ تو با پرده‌دار چیست؟",
        "explanation": ""
      },
      {
        "text": "سهو و خطایِ بنده گَرَش اعتبار نیست / معنیِ عفو و رحمتِ آمُرزگار چیست؟",
        "explanation": ""
      },
      {
        "text": "زاهد شرابِ کوثر و حافظ پیاله خواست / تا در میانه خواستهٔ کردگار چیست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۶۶",
    "verses": [
      {
        "text": "بنال بلبل اگر با مَنَت سرِ یاریست / که ما دو عاشق زاریم و کارِ ما زاریست",
        "explanation": ""
      },
      {
        "text": "در آن زمین که نسیمی وزد ز طُرِّهٔ دوست / چه جایِ دم زدنِ نافه‌های تاتاریست",
        "explanation": ""
      },
      {
        "text": "بیار باده که رنگین کنیم جامهٔ زرق / که مستِ جامِ غروریم و نام هشیاریست",
        "explanation": ""
      },
      {
        "text": "خیالِ زلفِ تو پختن نه کارِ هر خامیست / که زیرِ سلسله رفتن طریقِ عیّاریست",
        "explanation": ""
      },
      {
        "text": "لطیفه‌ایست نهانی که عشق از او خیزد / که نام آن نه لبِ لعل و خطِ زنگاریست",
        "explanation": ""
      },
      {
        "text": "جمالِ شخص، نه چشم است و زلف و عارض و خال / هزار نکته در این کار و بارِ دلداریست",
        "explanation": ""
      },
      {
        "text": "قلندرانِ حقیقت به نیم جو نخرند / قبایِ اطلس آن کس که از هنر عاریست",
        "explanation": ""
      },
      {
        "text": "بر آستان تو مشکل توان رسید آری / عروج بر فلکِ سروری به دشواریست",
        "explanation": ""
      },
      {
        "text": "سحر کرشمهٔ چشمت به خواب می‌دیدم / زهی مراتب خوابی که بِه ز بیداریست",
        "explanation": ""
      },
      {
        "text": "دلش به ناله میازار و ختم کن حافظ / که رستگاریِ جاوید در کم آزاریست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۶۷",
    "verses": [
      {
        "text": "یا رب این شمع دل‌افروز ز کاشانهٔ کیست؟ / جانِ ما سوخت، بپرسید که جانانهٔ کیست؟",
        "explanation": ""
      },
      {
        "text": "حالیا خانه‌براندازِ دل و دین من است / تا در آغوشِ که می‌خسبد و هم‌خانهٔ کیست؟",
        "explanation": ""
      },
      {
        "text": "بادهٔ لعلِ لبش کز لبِ من دور مباد / راحِ روحِ که و پیمان‌دهٔ پیمانهٔ کیست؟",
        "explanation": ""
      },
      {
        "text": "دولتِ صحبتِ آن شمعِ سعادت‌پرتو / باز پرسید خدا را که به پروانهٔ کیست؟",
        "explanation": ""
      },
      {
        "text": "می‌دهد هر کَسَش افسونی و معلوم نشد / که دلِ نازکِ او مایلِ افسانهٔ کیست!",
        "explanation": ""
      },
      {
        "text": "یا رب آن شاه‌وَشِ ماه‌رخِ زهره‌جبین / دُرِّ یکتایِ که و گوهر یک‌دانهٔ کیست؟",
        "explanation": ""
      },
      {
        "text": "گفتم آه از دلِ دیوانهٔ حافظ بی‌تو / زیرِ لب خنده‌زنان گفت که دیوانهٔ کیست؟",
        "explanation": ""
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۶۸",
    "verses": [
      {
        "text": "ماهم این هفته برون رفت و به چشمم سالی‌ست / حالِ هجران تو چه دانی که چه مشکل حالی‌ست؟",
        "explanation": ""
      },
      {
        "text": "مردم دیده ز لطفِ رخِ او در رخِ او / عکس خود دید، گمان برد که مشکین خالی‌ست",
        "explanation": ""
      },
      {
        "text": "می‌چکد شیر هنوز از لبِ هم‌چون شکرش / گر چه در شیوه‌گری هر مژه‌اش قَتّالی‌ست",
        "explanation": ""
      },
      {
        "text": "ای که انگشت‌نمایی به کرم در همه شهر / وه که در کارِ غریبان، عَجَبَت اِهمالی‌ست",
        "explanation": ""
      },
      {
        "text": "بعد از اینم نَبُوَد شائبه در جوهرِ فرد / که دهانِ تو در این نکته خوش استدلالی‌ست",
        "explanation": ""
      },
      {
        "text": "مژده دادند که بر ما گذری خواهی کرد / نیّتِ خیر مگردان که مبارک فالی‌ست",
        "explanation": ""
      },
      {
        "text": "کوهِ اندوهِ فراقت به چه حالت بکِشد؟ / حافظِ خسته که از ناله تنش چون نالی‌ست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۶۹",
    "verses": [
      {
        "text": "کس نیست که افتادهٔ آن زلفِ دوتا نیست / در رهگذرِ کیست که دامی ز بلا نیست",
        "explanation": ""
      },
      {
        "text": "چون چشمِ تو دل می‌برد از گوشه نشینان / همراهِ تو بودن گُنَه از جانب ما نیست",
        "explanation": ""
      },
      {
        "text": "روی تو مگر آینهٔ لطفِ الهیست / حقا که چنین است و در این روی و ریا نیست",
        "explanation": ""
      },
      {
        "text": "نرگس طلبد شیوهٔ چشمِ تو، زهی چشم / مسکین خبرش از سر و، در دیده حیا نیست",
        "explanation": ""
      },
      {
        "text": "از بهرِ خدا زلف مَپیرای که ما را / شب نیست که صد عربده با بادِ صبا نیست",
        "explanation": ""
      },
      {
        "text": "بازآی که بی روی تو ای شمعِ دل افروز / در بزمِ حریفان، اثرِ نور و صفا نیست",
        "explanation": ""
      },
      {
        "text": "تیمارِ غریبان اثرِ ذکرِ جمیل است / جانا مگر این قاعده در شهرِ شما نیست؟",
        "explanation": ""
      },
      {
        "text": "دی می‌شد و گفتم صنما عهد به جای آر / گفتا غلطی خواجه در این عهد وفا نیست",
        "explanation": ""
      },
      {
        "text": "گر پیر مغان مرشدِ من شد چه تفاوت / در هیچ سری نیست که سِرّی ز خدا نیست",
        "explanation": ""
      },
      {
        "text": "عاشق چه کُنَد گر نَکِشَد بارِ ملامت / با هیچ دلاور سپرِ تیرِ قضا نیست",
        "explanation": ""
      },
      {
        "text": "در صومعهٔ زاهد و در خلوتِ صوفی / جز گوشهٔ ابروی تو محرابِ دعا نیست",
        "explanation": ""
      },
      {
        "text": "ای چنگ فروبرده به خونِ دلِ حافظ / فکرت مگر از غیرتِ قرآن و خدا نیست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۷۰",
    "verses": [
      {
        "text": "مردم دیدهٔ ما جز به رُخَت ناظر نیست / دل سرگشتهٔ ما غیرِ تو را ذاکر نیست",
        "explanation": ""
      },
      {
        "text": "اشکم احرامِ طوافِ حَرَمَت می‌بندد / گرچه از خونِ دلِ ریش دمی طاهر نیست",
        "explanation": ""
      },
      {
        "text": "بستهٔ دام و قفس باد چو مرغ وحشی / طایر سِدره اگر در طلبت طایر نیست",
        "explanation": ""
      },
      {
        "text": "عاشقِ مفلس اگر قلبِ دلش کرد نثار / مَکُنَش عیب که بر نقدِ روان قادر نیست",
        "explanation": ""
      },
      {
        "text": "عاقبت دست بدان سروِ بلندش برسد / هر که را در طلبت همتِ او قاصر نیست",
        "explanation": ""
      },
      {
        "text": "از روان بخشی عیسی نزنم دَم هرگز / زان که در روح فَزایی چو لبت ماهر نیست",
        "explanation": ""
      },
      {
        "text": "من که در آتشِ سودای تو آهی نزنم / کِی توان گفت که بر داغ، دلم صابر نیست",
        "explanation": ""
      },
      {
        "text": "روز اول که سرِ زلفِ تو دیدم گفتم / که پریشانیِ این سلسله را آخر نیست",
        "explanation": ""
      },
      {
        "text": "سر پیوند تو تنها نه دلِ حافظ راست / کیست آن کِش سَرِ پیوند تو در خاطر نیست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۷۱",
    "verses": [
      {
        "text": "زاهدِ ظاهرپرست از حالِ ما آگاه نیست / در حقِ ما هر چه گوید جایِ هیچ اکراه نیست",
        "explanation": ""
      },
      {
        "text": "در طریقت هر چه پیشِ سالک آید خیرِ اوست / در صراطِ مستقیم ای دل کسی گمراه نیست",
        "explanation": ""
      },
      {
        "text": "تا چه بازی رخ نماید بیدَقی خواهیم راند / عرصهٔ شطرنجِ رندان را مجالِ شاه نیست",
        "explanation": ""
      },
      {
        "text": "چیست این سقفِ بلندِ سادهٔ بسیارنقش؟ / زین معما هیچ دانا در جهان آگاه نیست",
        "explanation": ""
      },
      {
        "text": "این چه استغناست یا رب وین چه قادر حکمت است؟ / کاین همه زخمِ نهان هست و مجالِ آه نیست",
        "explanation": ""
      },
      {
        "text": "صاحبِ دیوانِ ما گویی نمی‌داند حساب / کاندر این طُغرا نشانِ حِسبَةً لِلّه نیست",
        "explanation": ""
      },
      {
        "text": "هر که خواهد گو بیا و هر چه خواهد گو بگو / کِبر و ناز و حاجِب و دربان بدین درگاه نیست",
        "explanation": ""
      },
      {
        "text": "بر درِ میخانه رفتن کارِ یکرنگان بود / خودفروشان را به کویِ می‌فروشان راه نیست",
        "explanation": ""
      },
      {
        "text": "هر چه هست از قامتِ ناسازِ بی اندام ماست / ور نه تشریفِ تو بر بالایِ کس کوتاه نیست",
        "explanation": ""
      },
      {
        "text": "بندهٔ پیرِ خراباتم که لطفش دایم است / ور نه لطفِ شیخ و زاهد، گاه هست و گاه نیست",
        "explanation": ""
      },
      {
        "text": "حافظ ار بر صدر ننشیند ز عالی‌مشربیست / عاشقِ دُردی‌کش اندر بندِ مال و جاه نیست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۷۲",
    "verses": [
      {
        "text": "راهی‌ست راهِ عشق که هیچش کناره نیست / آن‌جا جز آن‌که جان بسپارند، چاره نیست",
        "explanation": ""
      },
      {
        "text": "هر گَه که دل به عشق دهی، خوش دمی بود / در کارِ خیر حاجتِ هیچ استخاره نیست",
        "explanation": ""
      },
      {
        "text": "ما را ز منعِ عقل مترسان و می بیار / کآن شِحنه در ولایتِ ما هیچ کاره نیست",
        "explanation": ""
      },
      {
        "text": "از چشم خود بپرس که ما را که می‌کُشد؟ / جانا گناهِ طالع و جرمِ ستاره نیست",
        "explanation": ""
      },
      {
        "text": "او را به چشمِ پاک توان دید چون هلال / هر دیده جایِ جلوهٔ آن ماه‌پاره نیست",
        "explanation": ""
      },
      {
        "text": "فرصت شمر طریقهٔ رندی که این نشان / چون راهِ گنج بر همه کس آشکاره نیست",
        "explanation": ""
      },
      {
        "text": "نگرفت در تو گریهٔ حافظ به هیچ رو / حیرانِ آن دلم که کم از سنگِ خاره نیست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۷۳",
    "verses": [
      {
        "text": "روشن از پرتوِ رویت نظری نیست که نیست / مِنَّت خاکِ درت بر بصری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "ناظرِ روی تو صاحب نظرانند آری / سِرِّ گیسوی تو در هیچ سَری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "اشکِ غَمّازِ من ار سرخ برآمد چه عجب؟ / خجل از کردهٔ خود پرده دری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "تا به دامن ننشیند ز نسیمش گَردی / سیل خیز از نظرم ره‌گذری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "تا دم از شامِ سرِ زلفِ تو هر جا نزنند / با صبا گفت و شنیدم سحری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "من از این طالع شوریده بِرَنجَم ور نی / بهره‌مند از سَرِ کویت دگری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "از حیایِ لبِ شیرینِ تو ای چشمهٔ نوش / غرق آب و عرق اکنون شکری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "مصلحت نیست که از پرده برون افتد راز / ور نه در مجلسِ رندان خبری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "شیر در بادیهٔ عشق تو روباه شود / آه از این راه که در وی خطری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "آب چشمم که بر او مِنَّت خاکِ درِ توست / زیرِ صد مِنَّتِ او خاکِ دری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "از وجودم قَدَری نام و نشان هست که هست / ور نه از ضعف در آن جا اثری نیست که نیست",
        "explanation": ""
      },
      {
        "text": "غیر از این نکته که حافظ ز تو ناخشنود است / در سراپای وجودت هنری نیست که نیست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۷۴",
    "verses": [
      {
        "text": "حاصلِ کارگه کون و مکان این همه نیست / باده پیش آر که اسبابِ جهان این همه نیست",
        "explanation": ""
      },
      {
        "text": "از دل و جان شرفِ صحبتِ جانان غرض است / غرض این است، وگرنه دل و جان این همه نیست",
        "explanation": ""
      },
      {
        "text": "مِنَّتِ سِدره و طوبی ز پیِ سایه مکش / که چو خوش بنگری ای سروِ روان این همه نیست",
        "explanation": ""
      },
      {
        "text": "دولت آن است که بی خونِ دل آید به کنار / ور نه با سعی و عمل باغِ جَنان این همه نیست",
        "explanation": ""
      },
      {
        "text": "پنج روزی که در این مرحله مهلت داری / خوش بیاسای زمانی که زمان این همه نیست",
        "explanation": ""
      },
      {
        "text": "بر لبِ بحرِ فنا منتظریم ای ساقی / فرصتی دان که ز لب تا به دهان این همه نیست",
        "explanation": ""
      },
      {
        "text": "زاهد ایمن مشو از بازیِ غیرت، زنهار / که ره از صومعه تا دیرِ مغان این همه نیست",
        "explanation": ""
      },
      {
        "text": "دردمندیّ‌ِ منِ سوختهٔ زار و نَزار / ظاهرا حاجتِ تقریر و بیان این همه نیست",
        "explanation": ""
      },
      {
        "text": "نام حافظ رقمِ نیک پذیرفت ولی / پیش رندان رقمِ سود و زیان این همه نیست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۷۵",
    "verses": [
      {
        "text": "خوابِ آن نرگسِ فَتّانِ تو، بی چیزی نیست / تابِ آن زلفِ پریشانِ تو، بی چیزی نیست",
        "explanation": ""
      },
      {
        "text": "از لبت شیر روان بود که من می‌گفتم / این شکر گِردِ نمکدانِ تو، بی چیزی نیست",
        "explanation": ""
      },
      {
        "text": "جان درازیِ تو بادا که یقین می‌دانم / در کمان ناوَک مژگانِ تو، بی چیزی نیست",
        "explanation": ""
      },
      {
        "text": "مبتلایی به غمِ محنت و اندوهِ فراق / ای دل این ناله و افغان تو، بی چیزی نیست",
        "explanation": ""
      },
      {
        "text": "دوش، باد از سرِ کویش به گلستان بگذشت / ای گل این چاکِ گریبانِ تو، بی چیزی نیست",
        "explanation": ""
      },
      {
        "text": "دردِ عشق ار چه دل از خلق نهان می‌دارد / حافظ این دیدهٔ گریانِ تو، بی چیزی نیست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۷۶",
    "verses": [
      {
        "text": "جز آستان توام در جهان پناهی نیست / سرِ مرا به جز این در، حواله گاهی نیست",
        "explanation": ""
      },
      {
        "text": "عدو چو تیغ کِشد، من سپر بیندازم / که تیغِ ما به جز از ناله‌ای و آهی نیست",
        "explanation": ""
      },
      {
        "text": "چرا ز کویِ خرابات روی برتابم / کز این بِهَم، به جهان هیچ رسم و راهی نیست",
        "explanation": ""
      },
      {
        "text": "زمانه گر بزند آتشم به خرمنِ عمر / بگو بسوز که بر من به برگِ کاهی نیست",
        "explanation": ""
      },
      {
        "text": "غلامِ نرگسِ جَمّاشِ آن سَهی سَروم / که از شرابِ غرورش به کس نگاهی نیست",
        "explanation": ""
      },
      {
        "text": "مباش در پی آزار و هر چه خواهی کن / که در شریعتِ ما غیر از این گناهی نیست",
        "explanation": ""
      },
      {
        "text": "عِنان کشیده رو ای پادشاهِ کشورِ حُسن / که نیست بر سر راهی که دادخواهی نیست",
        "explanation": ""
      },
      {
        "text": "چنین که از همه سو دامِ راه می‌بینم / بِه از حمایتِ زلفش مرا پناهی نیست",
        "explanation": ""
      },
      {
        "text": "خزینهٔ دلِ حافظ به زلف و خال مده / که کارهای چنین، حَدِّ هر سیاهی نیست",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۷۷",
    "verses": [
      {
        "text": "بلبلی برگِ گُلی خوش رنگ در منقار داشت / و اندر آن برگ و نوا خوش ناله‌هایِ زار داشت",
        "explanation": ""
      },
      {
        "text": "گفتمش در عین وصل‌، این ناله و فریاد چیست؟ / گفت ما را جلوهٔ معشوق در این کار داشت",
        "explanation": ""
      },
      {
        "text": "یار اگر ننشست با ما نیست جای اعتراض / پادشاهی کامران بود، از گدایی عار داشت",
        "explanation": ""
      },
      {
        "text": "در نمی‌گیرد نیاز و نازِ ما با حُسنِ دوست / خرَّم آن کز نازنینان‌، بختِ برخوردار داشت",
        "explanation": ""
      },
      {
        "text": "خیز تا بر کِلکِ آن نقاش‌، جان افشان کنیم / کـ‌این همه نقشِ عجب در گردشِ پرگار داشت",
        "explanation": ""
      },
      {
        "text": "گر مریدِ راهِ عشقی فکرِ بدنامی مکن / شیخِ صنعان خرقه رهنِ خانهٔ خَمّار داشت",
        "explanation": ""
      },
      {
        "text": "وقتِ آن شیرین قلندر خوش که در اَطوارِ سیر / ذکرِ تسبیحِ مَلَک در حلقهٔ زُنّار داشت",
        "explanation": ""
      },
      {
        "text": "چشمِ حافظ زیرِ بامِ قصرِ آن حوری سرشت / شیوهٔ جَنّاتُ تَجری تَحتِهَا الاَنهار داشت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۷۸",
    "verses": [
      {
        "text": "دیدی که یار، جز سَرِ جور و ستم نداشت / بشکست عهد، وز غمِ ما هیچ غم نداشت",
        "explanation": ""
      },
      {
        "text": "یا رب مگیرش ار چه دلِ چون کبوترم / افکند و کُشت و عزتِ صیدِ حرم نداشت",
        "explanation": ""
      },
      {
        "text": "بر من جفا ز بختِ من آمد وگرنه یار / حاشا که رسمِ لطف و طریقِ کَرَم نداشت",
        "explanation": ""
      },
      {
        "text": "با این همه هر آن که نه خواری کشید از او / هر جا که رفت، هیچ کَسَش محترم نداشت",
        "explanation": ""
      },
      {
        "text": "ساقی بیار باده و با محتسب بگو / انکارِ ما مَکُن که چنین جام، جم نداشت",
        "explanation": ""
      },
      {
        "text": "هر راهرو که ره به حریمِ درش نبرد / مسکین بُرید وادی و ره در حرم نداشت",
        "explanation": ""
      },
      {
        "text": "حافظ بِبَر تو گویِ فصاحت که مدعی / هیچش هنر نبود و خبر نیز هم نداشت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۷۹",
    "verses": [
      {
        "text": "کنون که می‌دمد از بوستان نسیمِ بهشت / من و شرابِ فرح‌بخش و یارِ حورسرشت",
        "explanation": ""
      },
      {
        "text": "گدا چرا نزند لافِ سلطنت امروز؟ / که خیمه سایهٔ ابر است و بزمگه لبِ کِشت",
        "explanation": ""
      },
      {
        "text": "چمن حکایتِ اردیبهشت می‌گوید / نه عاقل است که نسیه خرید و نقد بِهِشت",
        "explanation": ""
      },
      {
        "text": "به می عمارتِ دل کن که این جهانِ خراب / بر آن سر است که از خاکِ ما بسازد خشت",
        "explanation": ""
      },
      {
        "text": "وفا مجوی ز دشمن که پرتوی ندهد / چو شمع صومعه افروزی از چراغِ کنشت",
        "explanation": ""
      },
      {
        "text": "مَکُن به نامه سیاهی مَلامَتِ منِ مست / که آگه است که تقدیر بر سرش چه نوشت؟",
        "explanation": ""
      },
      {
        "text": "قدم دریغ مدار از جنازهٔ حافظ / که گرچه غرقِ گناه است می‌رود به بهشت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۸۰",
    "verses": [
      {
        "text": "عیبِ رندان مَکُن ای زاهدِ پاکیزه‌سرشت / که گناهِ دگران بر تو نخواهند نوشت",
        "explanation": ""
      },
      {
        "text": "من اگر نیکم و گر بد تو برو خود را باش / هر کسی آن دِرَوَد عاقبتِ کار، که کِشت",
        "explanation": ""
      },
      {
        "text": "همه کس طالبِ یارند چه هشیار و چه مست / همه جا خانهٔ عشق است چه مسجد چه کِنِشت",
        "explanation": ""
      },
      {
        "text": "سرِ تسلیمِ من و خشتِ درِ میکده‌ها / مدعی گر نکند فهمِ سخن، گو سر و خشت",
        "explanation": ""
      },
      {
        "text": "ناامیدم مکن از سابقهٔ لطفِ ازل / تو پسِ پرده چه دانی که که خوب است و که زشت",
        "explanation": ""
      },
      {
        "text": "نه من از پردهٔ تقوا به درافتادم و بس / پدرم نیز بهشتِ ابد از دست بهشت",
        "explanation": ""
      },
      {
        "text": "حافظا روزِ اجل گر به کف آری جامی / یک سر از کویِ خرابات بَرَندَت به بهشت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۸۱",
    "verses": [
      {
        "text": "صبحدم مرغِ چمن با گلِ نوخاسته گفت / ناز کم کن که در این باغ، بسی چون تو شکفت",
        "explanation": ""
      },
      {
        "text": "گل بخندید که از راست نرنجیم ولی / هیچ عاشق سخنِ سخت به معشوق نگفت",
        "explanation": ""
      },
      {
        "text": "گر طمع داری از آن جامِ مُرَصَّع می لعل / ای بسا دُر که به نوکِ مژه‌ات باید سُفت",
        "explanation": ""
      },
      {
        "text": "تا ابد بوی محبت به مشامش نرسد / هر که خاکِ درِ میخانه به رخساره نَرُفت",
        "explanation": ""
      },
      {
        "text": "در گلستانِ ارم دوش چو از لطف هوا / زلفِ سنبل به نسیمِ سحری می‌آشفت",
        "explanation": ""
      },
      {
        "text": "گفتم ای مَسنَدِ جم، جامِ جهان بینت کو / گفت افسوس که آن دولتِ بیدار بِخُفت",
        "explanation": ""
      },
      {
        "text": "سخنِ عشق نه آن است که آید به زبان / ساقیا می ده و کوتاه کن این گفت و شِنُفت",
        "explanation": ""
      },
      {
        "text": "اشکِ حافظ خرد و صبر به دریا انداخت / چه کند سوزِ غمِ عشق نیارَست نهفت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۸۲",
    "verses": [
      {
        "text": "آن تُرک پری چهره که دوش از بَرِ ما رفت / آیا چه خطا دید که از راهِ خطا رفت؟",
        "explanation": ""
      },
      {
        "text": "تا رفت مرا از نظر آن چشمِ جهان بین / کس واقفِ ما نیست که از دیده چه‌ها رفت",
        "explanation": ""
      },
      {
        "text": "بر شمع نرفت از گذرِ آتشِ دل، دوش / آن دود که از سوزِ جگر بر سر ما رفت",
        "explanation": ""
      },
      {
        "text": "دور از رخِ تو دم به دم از گوشهٔ چشمم / سیلابِ سرشک آمد و طوفانِ بلا رفت",
        "explanation": ""
      },
      {
        "text": "از پای فتادیم چو آمد غمِ هجران / در درد بمردیم چو از دست دوا رفت",
        "explanation": ""
      },
      {
        "text": "دل گفت وصالش به دعا باز توان یافت / عمریست که عمرم همه در کارِ دعا رفت",
        "explanation": ""
      },
      {
        "text": "احرام چه بندیم؟ چو آن قبله نه این جاست / در سعی چه کوشیم؟ چو از مروه صفا رفت",
        "explanation": ""
      },
      {
        "text": "دی گفت طبیب از سرِ حسرت چو مرا دید / هیهات که رنجِ تو ز قانونِ شفا رفت",
        "explanation": ""
      },
      {
        "text": "ای دوست به پرسیدنِ حافظ قدمی نه / زان پیش که گویند که از دارِ فنا رفت",
        "explanation": ""
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۸۳",
    "verses": [
      {
        "text": "گر ز دستِ زلفِ مُشکینت خطایی رفت رفت / ور ز هندویِ شما بر ما جفایی رفت رفت",
        "explanation": ""
      },
      {
        "text": "برقِ عشق ار خرمنِ پشمینه پوشی سوخت سوخت / جورِ شاه کامران گر بر گدایی رفت رفت",
        "explanation": ""
      },
      {
        "text": "در طریقت رنجشِ خاطر نباشد می بیار / هر کدورت را که بینی چون صفایی رفت رفت",
        "explanation": ""
      },
      {
        "text": "عشقبازی را تحمل باید ای دل، پای دار / گر ملالی بود بود و گر خطایی رفت رفت",
        "explanation": ""
      },
      {
        "text": "گر دلی از غمزهٔ دلدار باری برد برد / ور میان جان و جانان ماجرایی رفت رفت",
        "explanation": ""
      },
      {
        "text": "از سخن چینان ملالت‌ها پدید آمد ولی / گر میانِ همنشینان ناسزایی رفت رفت",
        "explanation": ""
      },
      {
        "text": "عیبِ حافظ گو مکن واعظ که رفت از خانقاه / پای آزادی چه بندی؟ گر به جایی رفت رفت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۸۴",
    "verses": [
      {
        "text": "ساقی بیار باده که ماهِ صیام رفت / دَردِه قدح که موسمِ ناموس و نام رفت",
        "explanation": ""
      },
      {
        "text": "وقتِ عزیز رفت بیا تا قضا کنیم / عمری که بی حضور صُراحی و جام رفت",
        "explanation": ""
      },
      {
        "text": "مستم کن آن چنان که ندانم ز بی‌خودی / در عرصهٔ خیال که آمد، کدام رفت",
        "explanation": ""
      },
      {
        "text": "بر بوی آن که جرعهٔ جامت به ما رسد / در مَصطَبِه دعایِ تو هر صبح و شام رفت",
        "explanation": ""
      },
      {
        "text": "دل را که مرده بود حیاتی به جان رسید / تا بویی از نسیمِ می‌اش در مشام رفت",
        "explanation": ""
      },
      {
        "text": "زاهد غرور داشت، سلامت نبرد راه / رند از رهِ نیاز به دارالسلام رفت",
        "explanation": ""
      },
      {
        "text": "نقدِ دلی که بود مرا صرف باده شد / قلبِ سیاه بود از آن در حرام رفت",
        "explanation": ""
      },
      {
        "text": "در تابِ توبه چند توان سوخت همچو عود؟ / می ده که عمر در سرِ سودای خام رفت",
        "explanation": ""
      },
      {
        "text": "دیگر مکن نصیحتِ حافظ که ره نیافت / گمگشته‌ای که بادهٔ نابش به کام رفت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۸۵",
    "verses": [
      {
        "text": "شربتی از لبِ لعلش نچشیدیم و بِرَفت / رویِ مَه پیکرِ او سیر ندیدیم و برفت",
        "explanation": ""
      },
      {
        "text": "گویی از صحبتِ ما نیک به تنگ آمده بود / بار بربست و به گَردش نرسیدیم و برفت",
        "explanation": ""
      },
      {
        "text": "بس که ما فاتحه و حرزِ یمانی خواندیم / وز پی‌اش سوره اخلاص دمیدیم و برفت",
        "explanation": ""
      },
      {
        "text": "عشوه دادند که بر ما گذری خواهی کرد / دیدی آخر که چنین عشوه خریدیم و برفت",
        "explanation": ""
      },
      {
        "text": "شد چمان در چمنِ حسن و لطافت لیکن / در گلستانِ وصالش نَچَمیدیم و برفت",
        "explanation": ""
      },
      {
        "text": "همچو حافظ همه شب ناله و زاری کردیم / کای دریغا به وداعش نرسیدیم و برفت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۸۶",
    "verses": [
      {
        "text": "ساقی بیا که یار ز رخ پرده برگرفت / کارِ چراغ خلوتیان باز درگرفت",
        "explanation": ""
      },
      {
        "text": "آن شمعِ سرگرفته دگر چهره برفروخت / وین پیرِ سال‌خورده جوانی ز سر گرفت",
        "explanation": ""
      },
      {
        "text": "آن عشوه داد عشق که مفتی ز ره برفت / وان لطف کرد دوست که دشمن حذر گرفت",
        "explanation": ""
      },
      {
        "text": "زنهار از آن عبارتِ شیرینِ دل‌فریب / گویی که پستهٔ تو سخن در شکر گرفت",
        "explanation": ""
      },
      {
        "text": "بارِ غمی که خاطرِ ما خسته کرده بود / عیسی‌دمی خدا بفرستاد و برگرفت",
        "explanation": ""
      },
      {
        "text": "هر سروقد که بر مَه و خور حسن می‌فروخت / چون تو درآمدی پیِ کاری دگر گرفت",
        "explanation": ""
      },
      {
        "text": "زین قصه هفت گنبدِ افلاک پرصداست / کوته‌نظر ببین که سخن مختصر گرفت",
        "explanation": ""
      },
      {
        "text": "حافظ تو این سخن ز که آموختی؟ که بخت / تعویذ کرد شعرِ تو را و به زر گرفت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۸۷",
    "verses": [
      {
        "text": "حُسْنَت بِه اتِّفاقِ مَلاحَت جهان گرفت؛ / آری، بِه اِتِّفاق، جهان می‌توان گرفت",
        "explanation": ""
      },
      {
        "text": "اِفشایِ رازِ خَلوتیان خواست کرد شمع، / شُکرِ خدا، که سِرِّ دلش در زبان گرفت",
        "explanation": ""
      },
      {
        "text": "زین آتشِ نَهُفته که در سینه‌یِ من است، / خورشید، شُعله‌ای‌ست که در آسمان گرفت",
        "explanation": ""
      },
      {
        "text": "می‌خواست گُل که دَم زَنَد از رَنگ و بویِ دوست، / از غیرتِ صَبا نَفَسَش در دهان گرفت",
        "explanation": ""
      },
      {
        "text": "آسوده بر کنار چُو پرگار می‌شدم / دوران، چُو نُقطه، عاقِبَتَم در میان گرفت",
        "explanation": ""
      },
      {
        "text": "آن روز شوقِ ساغرِ مِی  خَرمَنَم بِسوخت، / کآتش زِ عکسِ عارضِ ساقی در آن گرفت",
        "explanation": ""
      },
      {
        "text": "خواهم شدن به کویِ مُغان آستین‌فشان، / زین فتنه‌ها که دامنِ آخرزمان گرفت",
        "explanation": ""
      },
      {
        "text": "مِی خور که هر که آخرِ کارِ جهان بِدید، / از غم سَبُک بَرآمد و رَطلِ گِران گرفت",
        "explanation": ""
      },
      {
        "text": "بر برگِ گُل به خونِ شقایق نوشته‌اند؛ / کـ‌آن کس که پخته شد، مِیِ چون اَرغَوان گرفت",
        "explanation": ""
      },
      {
        "text": "حافظ چو آبِ لُطف زِ نَظمِ تو می‌چِکد، / حاسِد چگونه نُکته توانَد بر آن گرفت؟",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۸۸",
    "verses": [
      {
        "text": "شنیده‌ام سخنی خوش که پیرِ کنعان گفت / «فِراق یار، نه آن می‌کند که بتوان گفت»",
        "explanation": ""
      },
      {
        "text": "حدیثِ هولِ قیامت که گفت واعظِ شهر / کنایتی‌ست که از روزگارِ هجران گفت",
        "explanation": ""
      },
      {
        "text": "نشانِ یارِ سفرکرده از کِه پُرسم باز؟ / که هر چه گفت بَریدِ صبا پریشان گفت",
        "explanation": ""
      },
      {
        "text": "فغان که آن مهِ نامهربانِ مهرگُسِل / به تَرکِ صحبت یاران خود چه آسان گفت",
        "explanation": ""
      },
      {
        "text": "من و مقامِ رضا بعد از این و شُکرِ رقیب / که دل به دردِ تو خو کرد و ترکِ درمان گفت",
        "explanation": ""
      },
      {
        "text": "غمِ کهن به میِ سال‌خورده دفع کنید / که تخم خوش‌دلی این است پیرِ دهقان گفت",
        "explanation": ""
      },
      {
        "text": "گره به باد مزن گر چه بر مراد رود / که این سخن به مَثَل باد با سلیمان گفت",
        "explanation": ""
      },
      {
        "text": "به مهلتی که سپهرت دهد ز راه مرو / تو را که گفت که این زال تَرک دَستان گفت؟",
        "explanation": ""
      },
      {
        "text": "مزن ز چون و چرا دم که بندهٔ مُقبِل / قبول کرد به جان هر سخن که جانان گفت",
        "explanation": ""
      },
      {
        "text": "که گفت حافظ از اندیشهٔ تو آمد باز؟ / من این نگفته‌ام آن کس که گفت بُهتان گفت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۸۹",
    "verses": [
      {
        "text": "یا رب سببی ساز که یارم به سلامت / بازآید و بِرهانَدَم از بندِ مَلامت",
        "explanation": ""
      },
      {
        "text": "خاکِ رهِ آن یارِ سفرکرده بیارید / تا چشمِ جهان بین کُنَمَش جایِ اقامت",
        "explanation": ""
      },
      {
        "text": "فریاد که از شش جهتم راه بِبَستند / آن خال و خط و زلف و رخ و عارض و قامت",
        "explanation": ""
      },
      {
        "text": "امروز که در دستِ توام مرحمتی کن / فردا که شَوَم خاک چه سود اشکِ ندامت",
        "explanation": ""
      },
      {
        "text": "ای آن که به تقریر و بیان دم زنی از عشق / ما با تو نداریم سخن، خیر و سلامت",
        "explanation": ""
      },
      {
        "text": "درویش مکن ناله ز شمشیرِ اَحِبّا / کاین طایفه از کشته ستانند غرامت",
        "explanation": ""
      },
      {
        "text": "در خرقه زن آتش که خمِ ابرویِ ساقی / بر می‌شکند گوشهٔ محراب امامت",
        "explanation": ""
      },
      {
        "text": "حاشا که من از جور و جفای تو بنالم / بیدادِ لطیفان همه لطف است و کرامت",
        "explanation": ""
      },
      {
        "text": "کوته نکند بحث سرِ زلف تو حافظ / پیوسته شد این سلسله تا روزِ قیامت",
        "explanation": ""
      }
    ]
  },

  {
    "title": "غزل شمارهٔ ۹۰",
    "verses": [
      {
        "text": "ای هدهد صبا به سبا می‌فرستمت / بنگر که از کجا به کجا می‌فرستمت",
        "explanation": ""
      },
      {
        "text": "حیف است طایری چو تو در خاک‌دانِ غم / زین جا به آشیانِ وفا می‌فرستمت",
        "explanation": ""
      },
      {
        "text": "در راهِ عشق مرحلهٔ قُرب و بُعد نیست / می‌بینمت عیان و دعا می‌فرستمت",
        "explanation": ""
      },
      {
        "text": "هر صبح و شام قافله‌ای از دعای خیر / در صحبتِ شمال و صبا می‌فرستمت",
        "explanation": ""
      },
      {
        "text": "تا لشکرِ غمت نکند مُلکِ دل خراب / جانِ عزیزِ خود به نوا می‌فرستمت",
        "explanation": ""
      },
      {
        "text": "ای غایب از نظر که شدی هم‌نشین دل / می‌گویمت دعا و ثنا می‌فرستمت",
        "explanation": ""
      },
      {
        "text": "در رویِ خود تَفَرُّجِ صُنع خدای کن / کآیینهٔ خدای‌نما می‌فرستمت",
        "explanation": ""
      },
      {
        "text": "تا مطربان ز شوقِ مَنَت آگهی دهند / قول و غزل به ساز و نوا می‌فرستمت",
        "explanation": ""
      },
      {
        "text": "ساقی بیا که هاتفِ غیبم به مژده گفت / با درد صبر کن که دوا می‌فرستمت",
        "explanation": ""
      },
      {
        "text": "حافظ، سرودِ مجلس ما ذکرِ خیرِ توست / بشتاب هان که اسب و قبا می‌فرستمت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۹۱",
    "verses": [
      {
        "text": "ای غایب از نظر به خدا می‌سپارمت / جانم بسوختی و به دل دوست دارمت",
        "explanation": ""
      },
      {
        "text": "تا دامنِ کفن نکشم زیرِ پایِ خاک / باور مکن که دست ز دامن بدارمت",
        "explanation": ""
      },
      {
        "text": "محرابِ ابرویت بنما تا سحرگهی / دستِ دعا برآرم و در گردن آرمت",
        "explanation": ""
      },
      {
        "text": "گر بایدم شدن سویِ هاروتِ بابلی / صد گونه جادویی بکنم تا بیارمت",
        "explanation": ""
      },
      {
        "text": "خواهم که پیش میرمت ای بی‌وفا طبیب / بیمار باز پرس که در انتظارمت",
        "explanation": ""
      },
      {
        "text": "صد جوی آب بسته‌ام از دیده بر کنار / بر بویِ تخمِ مِهر که در دل بکارمت",
        "explanation": ""
      },
      {
        "text": "خونم بریخت وز غمِ عشقم خلاص داد / مِنّت پذیرِ غمزهٔ خنجر گذارمت",
        "explanation": ""
      },
      {
        "text": "می‌گریم و مرادم از این سیلِ اشک‌بار / تخمِ محبّت است که در دل بکارمت",
        "explanation": ""
      },
      {
        "text": "بارم ده از کرم سویِ خود تا به سوزِ دل / در پای دم‌به‌دم گهر از دیده بارمت",
        "explanation": ""
      },
      {
        "text": "حافظ شراب و شاهد و رندی نه وضعِ توست / فِی‌الجمله می‌کنی و فرو می‌گذارمت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۹۲",
    "verses": [
      {
        "text": "میرِ من خوش می‌روی کاندر سر و پا میرمت / خوش خِرامان شو که پیشِ قدِ رعنا میرمت",
        "explanation": ""
      },
      {
        "text": "گفته بودی کی بمیری پیشِ من، تعجیل چیست؟ / خوش تقاضا می‌کنی پیشِ تقاضا میرمت",
        "explanation": ""
      },
      {
        "text": "عاشق و مخمور و مهجورم بتِ ساقی کجاست؟ / گو که بِخرامَد که پیشِ سرو بالا میرمت",
        "explanation": ""
      },
      {
        "text": "آن که عمری شد که تا بیمارم از سودایِ او / گو نگاهی کن که پیشِ چشمِ شهلا میرمت",
        "explanation": ""
      },
      {
        "text": "گفته‌ای لعلِ لبم هم درد بخشد هم دوا / گاه پیش درد و گَه پیش مداوا میرمت",
        "explanation": ""
      },
      {
        "text": "خوش خِرامان می‌روی چشمِ بد از رویِ تو دور / دارم اندر سر خیالِ آن که در پا میرمت",
        "explanation": ""
      },
      {
        "text": "گرچه جایِ حافظ اندر خلوتِ وصلِ تو نیست / ای همه جایِ تو خوَش، پیشِ همه جا میرمت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۹۳",
    "verses": [
      {
        "text": "چه لطف بود که ناگاه رَشحِهٔ قَلَمَت / حقوقِ خدمتِ ما عرضه کرد بر کرمت",
        "explanation": ""
      },
      {
        "text": "به نوکِ خامه رقم کرده‌ای سلامِ مرا / که کارخانهٔ دوران مباد بی رَقَمَت",
        "explanation": ""
      },
      {
        "text": "نگویم از منِ بی‌دل به سهو کردی یاد / که در حسابِ خرد نیست سهو بر قَلَمَت",
        "explanation": ""
      },
      {
        "text": "مرا ذلیل مگردان به شکرِ این نعمت / که داشت دولتِ سرمد عزیز و محترمت",
        "explanation": ""
      },
      {
        "text": "بیا که با سرِ زلفت قرار خواهم کرد / که گر سَرَم برود برندارم از قدمت",
        "explanation": ""
      },
      {
        "text": "ز حالِ ما دلت آگه شود مگر وقتی / که لاله بردمد از خاکِ کشتگانِ غمت",
        "explanation": ""
      },
      {
        "text": "روانِ تشنهٔ ما را به جرعه‌ای دریاب / چو می‌دهند زُلالِ خِضِر ز جامِ جَمَت",
        "explanation": ""
      },
      {
        "text": "همیشه وقتِ تو ای عیسیِ صبا خوش باد / که جانِ حافظِ دلخسته زنده شد به دَمَت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۹۴",
    "verses": [
      {
        "text": "زان یارِ دل‌نوازم، شُکری است با شکایت / گر نکته‌دانِ عشقی، بشنو تو این حکایت",
        "explanation": ""
      },
      {
        "text": "بی‌مزد بود و مِنَّت، هر خدمتی که کردم / یا رب مباد کس را، مخدومِ بی‌عنایت",
        "explanation": ""
      },
      {
        "text": "رندانِ تشنه‌لب را، آبی نمی‌دهد کس / گویی ولی‌شناسان، رفتند از این ولایت",
        "explanation": ""
      },
      {
        "text": "در زلفِ چون کمندش، ای دل مپیچ کآنجا / سرها بریده بینی، بی‌جرم و بی‌جنایت",
        "explanation": ""
      },
      {
        "text": "چشمت به غمزه ما را، خون خورد و می‌پسندی / جانا روا نباشد، خون‌ریز را حمایت",
        "explanation": ""
      },
      {
        "text": "در این شبِ سیاهم، گم گشت راهِ مقصود / از گوشه‌ای برون آی، ای کوکبِ هدایت",
        "explanation": ""
      },
      {
        "text": "از هر طرف که رفتم، جز وحشتم نَیَفزود / زِنهار از این بیابان، وین راهِ بی‌نهایت",
        "explanation": ""
      },
      {
        "text": "ای آفتابِ خوبان، می‌جوشد اندرونم / یک ساعتم بِگُنجان، در سایهٔ عنایت",
        "explanation": ""
      },
      {
        "text": "این راه را نهایت، صورت کجا توان بست؟ / کِش صد هزار منزل، بیش است در بِدایت",
        "explanation": ""
      },
      {
        "text": "هر چند بردی آبم روی از درت نتابم / جور از حبیب خوش‌تر، کز مُدَّعی رعایت",
        "explanation": ""
      },
      {
        "text": "عشقت رِسَد به فریاد، ار خود به سانِ حافظ / قرآن ز بَر بخوانی، در چاردَه روایت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۹۵",
    "verses": [
      {
        "text": "مدامم مست می‌دارد نسیمِ جَعدِ گیسویت / خرابم می‌کند هر دَم، فریبِ چشمِ جادویت",
        "explanation": ""
      },
      {
        "text": "پس از چندین شکیبایی شبی یا رب توان دیدن / که شمعِ دیده افروزیم در محرابِ ابرویت",
        "explanation": ""
      },
      {
        "text": "سوادِ لوح بینش را عزیز از بهر آن دارم / که جان را نسخه‌ای باشد ز لوحِ خالِ هندویت",
        "explanation": ""
      },
      {
        "text": "تو گر خواهی که جاویدان جهان یکسر بیارایی / صبا را گو که بردارد زمانی بُرقِع از رویت",
        "explanation": ""
      },
      {
        "text": "و گر رسمِ فنا خواهی که از عالم براندازی / برافشان تا فروریزد هزاران جان ز هر مویت",
        "explanation": ""
      },
      {
        "text": "من و بادِ صبا مِسکین دو سرگردانِ بی‌حاصل / من از افسونِ چشمت مست و او از بویِ گیسویت",
        "explanation": ""
      },
      {
        "text": "زهی همت که حافظ راست از دنیی و از عقبی / نیاید هیچ در چشمش به جز خاکِ سرِ کویت",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۹۶",
    "verses": [
      {
        "text": "دردِ ما را نیست درمان الغیاث / هجرِ ما را نیست پایان الغیاث",
        "explanation": ""
      },
      {
        "text": "دین و دل بردند و قَصدِ جان کنند / الغیاث از جورِ خوبان، الغیاث",
        "explanation": ""
      },
      {
        "text": "در بهایِ بوسه‌ای جانی طلب / می‌کنند این دلسِتانان الغیاث",
        "explanation": ""
      },
      {
        "text": "خونِ ما خوردند این کافَردلان / ای مسلمانان چه درمان؟ الغیاث",
        "explanation": ""
      },
      {
        "text": "هم‌چو حافظ روز و شب بی‌خویشتن / گَشته‌ام سوزان و گریان الغیاث",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۹۷",
    "verses": [
      {
        "text": "تویی که بر سرِ خوبانِ کشوری چون تاج / سِزَد اگر همهٔ دلبران دَهَندَت باج",
        "explanation": ""
      },
      {
        "text": "دو چشمِ شوخِ تو برهم زده خَطا و حَبَش / به چینِ زلفِ تو ماچین و هند داده خراج",
        "explanation": ""
      },
      {
        "text": "بیاضِ رویِ تو روشن چو عارِضِ رُخِ روز / سوادِ زلفِ سیاهِ تو هست ظلمت داج",
        "explanation": ""
      },
      {
        "text": "دهانِ شهدِ تو داده رواج آب خِضِر / لبِ چو قندِ تو بُرد از نباتِ مصر رواج",
        "explanation": ""
      },
      {
        "text": "از این مرض به حقیقت شفا نخواهم یافت / که از تو دردِ دل ای جان، نمی‌رسد به عِلاج",
        "explanation": ""
      },
      {
        "text": "چرا همی‌شکنی جانِ من ز سنگدلی؟ / دلِ ضعیف که باشد، به نازکی چو زُجاج",
        "explanation": ""
      },
      {
        "text": "لبِ تو خضر و دهانِ تو آبِ حیوان است / قدِ تو سرو و میان موی و بَر، به هیئت عاج",
        "explanation": ""
      },
      {
        "text": "فِتاد در دلِ حافظ هوایِ چون تو شَهی / کمینه ذرهٔ خاکِ درِ تو بودی کاج",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۹۸",
    "verses": [
      {
        "text": "اگر به مذهبِ تو خونِ عاشق است مُباح / صلاحِ ما همه آن است کان تو راست صلاح",
        "explanation": ""
      },
      {
        "text": "سَوادِ زلفِ سیاهِ تو جاعِلُ الظُّلُمات / بَیاضِ رویِ چو ماهِ تو، فالِقُ الاِصباح",
        "explanation": ""
      },
      {
        "text": "ز چینِ زلفِ کمندت کسی نیافت خلاص / از آن کمانچهٔ ابرو و تیرِ چشم، نَجاح",
        "explanation": ""
      },
      {
        "text": "ز دیده‌ام شده یک چشمه در کنار روان / که آشنا نکند در میان آن، مَلّاح",
        "explanation": ""
      },
      {
        "text": "لبِ چو آبِ حیاتِ تو هست قُوَّتِ جان / وجودِ خاکیِ ما را از اوست ذکرِ رَواح",
        "explanation": ""
      },
      {
        "text": "بداد لعلِ لبت بوسه‌ای به صد زاری / گرفت کام دلم زو به صد هزار اِلحاح",
        "explanation": ""
      },
      {
        "text": "دعای جانِ تو وردِ زبان مشتاقان / همیشه تا که بُوَد متّصل مَسا و صَباح",
        "explanation": ""
      },
      {
        "text": "صَلاح و توبه و تقوی ز ما مجو حافظ / ز رند و عاشق و مجنون کسی نیافت صلاح",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۹۹",
    "verses": [
      {
        "text": "دلِ من در هوایِ روی فَرُّخ / بُوَد آشفته همچون مویِ فَرُّخ",
        "explanation": ""
      },
      {
        "text": "بجز هندویِ زلفش هیچ کس نیست / که برخوردار شد از روی فَرُّخ",
        "explanation": ""
      },
      {
        "text": "سیاهی نیکبخت است آن که دایم / بُوَد همراز و هم زانوی فَرُّخ",
        "explanation": ""
      },
      {
        "text": "شَوَد چون بید لرزان سروِ آزاد / اگر بیند قدِ دلجویِ فَرُّخ",
        "explanation": ""
      },
      {
        "text": "بده ساقی شرابِ ارغوانی / به یادِ نرگسِ جادوی فَرُّخ",
        "explanation": ""
      },
      {
        "text": "دوتا شد قامتم همچون کمانی / ز غم پیوسته چون ابروی فَرُّخ",
        "explanation": ""
      },
      {
        "text": "نسیم مُشک تاتاری خِجِل کرد / شمیم زلف عَنبربوی فَرُّخ",
        "explanation": ""
      },
      {
        "text": "اگر میلِ دلِ هر کس به جایست / بُوَد میلِ دلِ من سوی فَرُّخ",
        "explanation": ""
      },
      {
        "text": "غلامِ همتِ آنم که باشد / چو حافظ بنده و هندوی فَرُّخ",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۰۰",
    "verses": [
      {
        "text": "دی پیر می‌فروش که ذکرش به خیر باد / گفتا شراب نوش و غمِ دل بِبَر ز یاد",
        "explanation": ""
      },
      {
        "text": "گفتم به باد می‌دهدم باده نام و ننگ / گفتا قبول کن سخن و هر چه باد، باد",
        "explanation": ""
      },
      {
        "text": "سود و زیان و مایه چو خواهد شدن ز دست / از بهر این معامله غمگین مباش و شاد",
        "explanation": ""
      },
      {
        "text": "بادت به دست باشد اگر دل نهی به هیچ / در معرضی که تخت سلیمان رَوَد به باد",
        "explanation": ""
      },
      {
        "text": "حافظ گرت ز پندِ حکیمان مَلالت است / کوته کنیم قصه، که عمرت دراز باد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۰۱",
    "verses": [
      {
        "text": "شراب و عیش نهان چیست؟ کارِ بی‌بنیاد / زدیم بر صفِ رندان و هر چه بادا باد",
        "explanation": ""
      },
      {
        "text": "گره ز دل بگشا وز سپهر یاد مکن / که فکر هیچ مهندس چنین گره نگشاد",
        "explanation": ""
      },
      {
        "text": "ز انقلابِ زمانه عجب مدار که چرخ / از این فسانه هزاران هزار دارد یاد",
        "explanation": ""
      },
      {
        "text": "قدح به شرطِ ادب گیر زان که ترکیبش / ز کاسهٔ سرِ جمشید و بهمن است و قباد",
        "explanation": ""
      },
      {
        "text": "که آگه است که کاووس و کی کجا رفتند؟ / که واقف است که چون رفت تخت جم، بر باد؟",
        "explanation": ""
      },
      {
        "text": "ز حسرتِ لبِ شیرین هنوز می‌بینم / که لاله می‌دمد از خونِ دیدهٔ فرهاد",
        "explanation": ""
      },
      {
        "text": "مگر که لاله بدانست بی‌وفاییِ دهر / که تا بزاد و بِشُد، جامِ می ز کف نَنَهاد",
        "explanation": ""
      },
      {
        "text": "بیا بیا که زمانی ز می خراب شویم / مگر رسیم به گنجی در این خراب آباد",
        "explanation": ""
      },
      {
        "text": "نمی‌دهند اجازت مرا به سِیرِ سفر / نسیمِ بادِ مُصَلّا و آبِ رُکن آباد",
        "explanation": ""
      },
      {
        "text": "قدح مگیر چو حافظ مگر به نالهٔ چنگ / که بسته‌اند بر ابریشمِ طرب دلِ شاد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۰۲",
    "verses": [
      {
        "text": "دوش آگهی ز یارِ سفر کرده داد باد / من نیز دل به باد دهم، هر چه باد باد",
        "explanation": ""
      },
      {
        "text": "کارم بدان رسید که همرازِ خود کنم / هر شام برق لامِع و هر بامداد باد",
        "explanation": ""
      },
      {
        "text": "در چینِ طرهٔ تو دل بی حِفاظِ من / هرگز نگفت مسکنِ مألوف یاد باد",
        "explanation": ""
      },
      {
        "text": "امروز قدرِ پندِ عزیزان شناختم / یا رب روانِ ناصحِ ما از تو شاد باد",
        "explanation": ""
      },
      {
        "text": "خون شد دلم به یادِ تو هر گَه که در چمن / بندِ قبایِ غنچهٔ گل می‌گشاد باد",
        "explanation": ""
      },
      {
        "text": "از دست رفته بود وجودِ ضعیفِ من / صبحم به بویِ وصلِ تو جان باز داد، باد",
        "explanation": ""
      },
      {
        "text": "حافظ نهادِ نیکِ تو کامت بر آورد / جان‌ها فدایِ مردمِ نیکو نهاد باد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۰۳",
    "verses": [
      {
        "text": "روز وصلِ دوستداران یاد باد / یاد باد آن روزگاران، یاد باد",
        "explanation": ""
      },
      {
        "text": "کامم از تلخیِ غم چون زهر گشت / بانگِ نوشِ شادخواران یاد باد",
        "explanation": ""
      },
      {
        "text": "گر چه یاران فارِغَند از یادِ من / از من ایشان را هزاران یاد باد",
        "explanation": ""
      },
      {
        "text": "مبتلا گشتم در این بند و بلا / کوشش آن حق‌گزاران یاد باد",
        "explanation": ""
      },
      {
        "text": "گر چه صد رود است در چشمم مُدام / زنده رودِ باغ‌ِ کاران یاد باد",
        "explanation": ""
      },
      {
        "text": "رازِ حافظ بعد از این ناگفته ماند / ای دریغا رازداران یاد باد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۰۴",
    "verses": [
      {
        "text": "جمالت آفتابِ هر نظر باد / ز خوبی رویِ خوبت خوب‌تر باد",
        "explanation": ""
      },
      {
        "text": "هُمای زلفِ شاهین شهپرت را / دلِ شاهانِ عالم زیرِ پَر باد",
        "explanation": ""
      },
      {
        "text": "کسی کو بستهٔ زلفت نباشد / چو زلفت درهم و زیر و زبر باد",
        "explanation": ""
      },
      {
        "text": "دلی کو عاشقِ رویت نباشد / همیشه غرقه در خونِ جگر باد",
        "explanation": ""
      },
      {
        "text": "بُتا چون غَمزه‌ات ناوَک فشاند / دلِ مجروحِ من پیشش سپر باد",
        "explanation": ""
      },
      {
        "text": "چو لعل شکَّرینَت بوسه بخشد / مذاقِ جانِ من زو پُرشکَر باد",
        "explanation": ""
      },
      {
        "text": "مرا از توست هر دم تازه عشقی / تو را هر ساعتی حُسنی دگر باد",
        "explanation": ""
      },
      {
        "text": "به جان مشتاق روی توست حافظ / تو را در حالِ مشتاقان نظر باد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۰۵",
    "verses": [
      {
        "text": "صوفی ار باده به اندازه خورَد نوشش باد / ور نه اندیشهٔ این کار فراموشش باد",
        "explanation": ""
      },
      {
        "text": "آن که یک جرعه مِی از دست توانَد دادن / دست با شاهدِ مقصود در آغوشش باد",
        "explanation": ""
      },
      {
        "text": "پیرِ ما گفت خطا بر قلم صُنع نرفت / آفرین بر نظرِ پاکِ خطاپوشَش باد",
        "explanation": ""
      },
      {
        "text": "شاهِ تُرکان، سخنِ مدعیان می‌شِنَوَد / شرمی از مَظلَمِهٔ خونِ سیاوشش باد",
        "explanation": ""
      },
      {
        "text": "گر چه از کِبر، سخن با منِ درویش نگفت / جان فدایِ شِکَرین‌پستهٔ خاموشش باد",
        "explanation": ""
      },
      {
        "text": "چشمم از آینه‌دارانِ خط و خالش گشت / لبم از بوسه‌رُبایانِ بَر و دوشش باد",
        "explanation": ""
      },
      {
        "text": "نرگسِ مستِ نوازش‌کُنِ مردم‌دارَش / خونِ عاشق به قدح گر بِخورد نوشش باد",
        "explanation": ""
      },
      {
        "text": "به غلامیِ تو مشهورِ جهان شد حافظ / حلقهٔ بندگیِ زلفِ تو در گوشش باد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۰۶",
    "verses": [
      {
        "text": "تَنَت به نازِ طبیبان نیازمند مباد / وجود نازکت آزردهٔ گزند مباد",
        "explanation": ""
      },
      {
        "text": "سلامتِ همه آفاق در سلامتِ توست / به هیچ عارضه شخصِ تو دردمند مباد",
        "explanation": ""
      },
      {
        "text": "جمالِ صورت و معنی ز امنِ صحتِ توست / که ظاهرت دُژَم و باطنت نَژَند مباد",
        "explanation": ""
      },
      {
        "text": "در این چمن چو درآید خزان به یغمایی / رهش به سروِ سهی قامتِ بلند مباد",
        "explanation": ""
      },
      {
        "text": "در آن بساط که حُسن تو جلوه آغازد / مجالِ طعنهٔ بدبین و بدپسند مباد",
        "explanation": ""
      },
      {
        "text": "هر آن که رویِ چو ماهت به چشمِ بد بیند / بر آتشِ تو به جز جانِ او سپند مباد",
        "explanation": ""
      },
      {
        "text": "شفا ز گفتهٔ شِکَّرفِشانِ حافظ جوی / که حاجتت به عِلاجِ گلاب و قند مباد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۰۷",
    "verses": [
      {
        "text": "حُسن تو همیشه در فزون باد / رویت همه ساله لاله‌گون باد",
        "explanation": ""
      },
      {
        "text": "اندر سرِ ما خیالِ عشقت / هر روز که باد در فزون باد",
        "explanation": ""
      },
      {
        "text": "هر سرو که در چمن درآید / در خدمتِ قامتت نگون باد",
        "explanation": ""
      },
      {
        "text": "چشمی که نه فتنهٔ تو باشد / چون گوهرِ اشک غرقِ خون باد",
        "explanation": ""
      },
      {
        "text": "چشمِ تو ز بهرِ دلربایی / در کردنِ سحر ذوفنون باد",
        "explanation": ""
      },
      {
        "text": "هر جا که دلیست در غمِ تو / بی صبر و قرار و بی سکون باد",
        "explanation": ""
      },
      {
        "text": "قَدِّ همه دلبرانِ عالم / پیشِ الفِ قَدَت چو نون باد",
        "explanation": ""
      },
      {
        "text": "هر دل که ز عشقِ توست خالی / از حلقهٔ وصلِ تو برون باد",
        "explanation": ""
      },
      {
        "text": "لعلِ تو که هست جانِ حافظ / دور از لبِ مردمانِ دون باد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۰۸",
    "verses": [
      {
        "text": "خسروا گویِ فلک در خَمِ چوگان تو باد / ساحتِ کون و مکان عرصهٔ میدانِ تو باد",
        "explanation": ""
      },
      {
        "text": "زلفِ خاتونِ ظفر شیفتهٔ پرچم توست / دیدهٔ فتحِ ابد عاشقِ جولانِ تو باد",
        "explanation": ""
      },
      {
        "text": "ای که انشاءِ عطارد صفتِ شوکتِ توست / عقل کل چاکرِ طُغراکشِ دیوانِ تو باد",
        "explanation": ""
      },
      {
        "text": "طِیرهٔ جلوهٔ طوبی قدِ چون سروِ تو شد / غیرتِ خُلدِ بَرین ساحتِ بُستانِ تو باد",
        "explanation": ""
      },
      {
        "text": "نه به تنها حَیَوانات و نَباتات و جَماد / هر چه در عالمِ امر است به فرمانِ تو باد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۰۹",
    "verses": [
      {
        "text": "دیر است که دل‌دار پیامی نفرستاد / ننوشت سلامی و کلامی نفرستاد",
        "explanation": ""
      },
      {
        "text": "صد نامه فرستادم و آن شاهِ سواران / پیکی نَدوانید و سلامی نفرستاد",
        "explanation": ""
      },
      {
        "text": "سویِ منِ وحشی‌صفتِ عقل‌رمیده / آهو رَوشی، کبک خرامی نفرستاد",
        "explanation": ""
      },
      {
        "text": "دانست که خواهد شُدنم مرغِ دل از دست / وز آن خطِ چون سلسله دامی نفرستاد",
        "explanation": ""
      },
      {
        "text": "فریاد که آن ساقیِ شِکَّر لبِ سرمست / دانست که مخمورم و جامی نفرستاد",
        "explanation": ""
      },
      {
        "text": "چندان که زدم لافِ کرامات و مقامات / هیچم خبر از هیچ مقامی نفرستاد",
        "explanation": ""
      },
      {
        "text": "حافظ به ادب باش که واخواست نباشد / گر شاه پیامی به غلامی نفرستاد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۱۰",
    "verses": [
      {
        "text": "پیرانه سَرَم عشقِ جوانی به سر افتاد / وان راز که در دل بِنَهفتم به درافتاد",
        "explanation": ""
      },
      {
        "text": "از راهِ نظر مرغِ دلم گشت هواگیر / ای دیده نگه کن که به دامِ که درافتاد",
        "explanation": ""
      },
      {
        "text": "دردا که از آن آهوی مُشکینِ سیه چشم / چون نافه بسی خونِ دلم در جگر افتاد",
        "explanation": ""
      },
      {
        "text": "از رهگذرِ خاکِ سرِ کویِ شما بود / هر نافه که در دستِ نسیمِ سحر افتاد",
        "explanation": ""
      },
      {
        "text": "مژگانِ تو تا تیغِ جهانگیر برآورد / بس کشتهٔ دل زنده که بر یکدِگر افتاد",
        "explanation": ""
      },
      {
        "text": "بس تجربه کردیم در این دیرِ مکافات / با دُردکشان هر که درافتاد برافتاد",
        "explanation": ""
      },
      {
        "text": "گر جان بدهد سنگِ سیه، لعل نگردد / با طینتِ اصلی چه کُند، بدگهر افتاد",
        "explanation": ""
      },
      {
        "text": "حافظ که سرِ زلفِ بتان دست کشش بود / بس طُرفه حریفیست کَش اکنون به سر افتاد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۱۱",
    "verses": [
      {
        "text": "عکسِ رویِ تو چو در آینهٔ جام افتاد / عارف از خندهٔ مِی در طمعِ خام افتاد",
        "explanation": ""
      },
      {
        "text": "حُسن رویِ تو به یک جلوه که در آینه کرد / این همه نقش در آیینهٔ اوهام افتاد",
        "explanation": ""
      },
      {
        "text": "این همه عکسِ می و نقشِ نگارین که نمود / یک فروغِ رخِ ساقی‌ست که در جام افتاد",
        "explanation": ""
      },
      {
        "text": "غیرتِ عشق، زبانِ همه خاصان بِبُرید / کز کجا سِرِّ غمش در دهنِ عام افتاد؟",
        "explanation": ""
      },
      {
        "text": "من ز مسجد به خرابات نه خود افتادم / اینم از عهدِ ازل حاصلِ فرجام افتاد",
        "explanation": ""
      },
      {
        "text": "چه کند کز پی دوران نرود چون پرگار؟ / هر که در دایرهٔ گردشِ ایام افتاد",
        "explanation": ""
      },
      {
        "text": "در خَمِ زلفِ تو آویخت دل از چاهِ زَنَخ / آه، کز چاه برون آمد و در دام افتاد",
        "explanation": ""
      },
      {
        "text": "آن شد ای خواجه که در صومعه بازم بینی / کار ما با رخِ ساقیّ و لبِ جام افتاد",
        "explanation": ""
      },
      {
        "text": "زیرِ شمشیرِ غمش رقص‌کُنان باید رفت / کـ‌آن که شد کشتهٔ او نیک سرانجام افتاد",
        "explanation": ""
      },
      {
        "text": "هر دَمَش با منِ دل‌سوخته لطفی دگر است / این گدا بین که چه شایستهٔ انعام افتاد",
        "explanation": ""
      },
      {
        "text": "صوفیان جمله حریفند و نظرباز ولی / زین میان حافظِ دل‌سوخته بدنام افتاد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۱۲",
    "verses": [
      {
        "text": "آن که رخسارِ تو را رنگِ گل و نسرین داد / صبر و آرام توانَد به منِ مسکین داد",
        "explanation": ""
      },
      {
        "text": "وان که گیسویِ تو را رسمِ تَطاول آموخت / هم تواند کَرَمَش دادِ منِ غمگین داد",
        "explanation": ""
      },
      {
        "text": "من همان روز ز فرهاد طمع بُبریدم / که عنانِ دلِ شیدا به لبِ شیرین داد",
        "explanation": ""
      },
      {
        "text": "گنجِ زر گر نَبُوَد، کُنجِ قناعت باقیست / آن که آن داد به شاهان، به گدایان این داد",
        "explanation": ""
      },
      {
        "text": "خوش عروسیست جهان از رهِ صورت لیکن / هر که پیوست بدو، عمرِ خودش کاوین داد",
        "explanation": ""
      },
      {
        "text": "بعد از این دستِ من و دامنِ سرو و لبِ جوی / خاصه اکنون که صبا مژده فروردین داد",
        "explanation": ""
      },
      {
        "text": "در کفِ غصه دوران، دلِ حافظ خون شد / از فراقِ رُخَت ای خواجه قوامُ الدین، داد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۱۳",
    "verses": [
      {
        "text": "بنفشه دوش به گل گفت و خوش نشانی داد / که تابِ من به جهان، طُرِّهٔ فلانی داد",
        "explanation": ""
      },
      {
        "text": "دلم خزانهٔ اسرار بود و دستِ قضا / درش بِبَست و کلیدش به دل‌سِتانی داد",
        "explanation": ""
      },
      {
        "text": "شکسته‌وار به درگاهت آمدم، که طبیب / به مومیاییِ لطفِ توام، نشانی داد",
        "explanation": ""
      },
      {
        "text": "تنش درست و دلش شاد باد و خاطر خوش / که دست دادش و یاریِ ناتوانی داد",
        "explanation": ""
      },
      {
        "text": "برو معالجهٔ خود کن ای نصیحت‌گو / شراب و شاهدِ شیرین، که را زیانی داد؟",
        "explanation": ""
      },
      {
        "text": "گذشت بر منِ مسکین و با رقیبان گفت / دریغ، حافظِ مسکینِ من، چه جانی داد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۱۴",
    "verses": [
      {
        "text": "همایِ اوجِ سعادت به دامِ ما افتد / اگر تو را گذری بر مقام ما افتد",
        "explanation": ""
      },
      {
        "text": "حباب‌وار براندازم از نشاط کلاه / اگر ز رویِ تو عکسی به جامِ ما افتد",
        "explanation": ""
      },
      {
        "text": "شبی که ماهِ مراد از افق شود طالع / بُوَد که پرتوِ نوری به بامِ ما افتد",
        "explanation": ""
      },
      {
        "text": "به بارگاهِ تو چون باد را نباشد بار / کی اتفاقِ مجالِ سلامِ ما افتد؟",
        "explanation": ""
      },
      {
        "text": "چو جان فدای لبش شد خیال می‌بستم / که قطره‌ای ز زلالش به کامِ ما افتد",
        "explanation": ""
      },
      {
        "text": "خیالِ زلفِ تو گفتا که جان وسیله مساز / کز این شکار، فراوان به دامِ ما افتد",
        "explanation": ""
      },
      {
        "text": "به ناامیدی از این در مرو، بزن فالی / بُوَد که قرعهٔ دولت به نامِ ما افتد",
        "explanation": ""
      },
      {
        "text": "ز خاکِ کوی تو هر گَه که دَم زند حافظ / نسیمِ گلشن جان در مشامِ ما افتد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۱۵",
    "verses": [
      {
        "text": "درختِ دوستی بنشان که کامِ دل به بار آرد / نهالِ دشمنی بَرکَن که رنج بی‌شمار آرد",
        "explanation": ""
      },
      {
        "text": "چو مهمانِ خراباتی به عزت باش با رندان / که دردِ سر کشی جانا، گرت مستی خمار آرد",
        "explanation": ""
      },
      {
        "text": "شبِ صحبت غنیمت دان که بعد از روزگارِ ما / بسی گردش کُنَد گردون، بسی لیل و نهار آرد",
        "explanation": ""
      },
      {
        "text": "عَماری دارِ لیلی را که مَهدِ ماه در حکم است / خدا را در دل اندازش که بر مجنون گذار آرد",
        "explanation": ""
      },
      {
        "text": "بهارِ عمر خواه ای دل، وگرنه این چمن هر سال / چو نسرین صد گل آرد بار و چون بلبل هِزار آرد",
        "explanation": ""
      },
      {
        "text": "خدا را چون دلِ ریشم قراری بست با زلفت / بفرما لعلِ نوشین را که زودش باقرار آرد",
        "explanation": ""
      },
      {
        "text": "در این باغ از خدا خواهد دگر پیرانه سر حافظ / نشیند بر لبِ جویی و سروی در کنار آرد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۱۶",
    "verses": [
      {
        "text": "کسی که حُسن و خَطِ دوست در نظر دارد / محقق است که او حاصل بصر دارد",
        "explanation": ""
      },
      {
        "text": "چو خامه در رهِ فرمانِ او، سرِ طاعت / نهاده‌ایم مگر او به تیغ بردارد",
        "explanation": ""
      },
      {
        "text": "کسی به وصلِ تو چون شمع یافت پروانه / که زیرِ تیغِ تو هر دم سری دگر دارد",
        "explanation": ""
      },
      {
        "text": "به پای‌بوس تو دستِ کسی رسید که او / چو آستانه بدین در، همیشه سر دارد",
        "explanation": ""
      },
      {
        "text": "ز زهدِ خشک ملولم‌، کجاست بادهٔ ناب‌؟ / که بویِ باده مدامم دماغ تر دارد",
        "explanation": ""
      },
      {
        "text": "ز باده هیچت اگر نیست، این نه بس که تو را / دمی ز وسوسهٔ عقل بی‌خبر دارد؟",
        "explanation": ""
      },
      {
        "text": "کسی که از رهِ تقوا قدم برون ننهاد / به عزمِ میکده اکنون رهِ سفر دارد",
        "explanation": ""
      },
      {
        "text": "دل‌ِ شکستهٔ حافظ به خاک خواهد برد / چو لاله، داغ هوایی‌، که بر جگر دارد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۱۷",
    "verses": [
      {
        "text": "دل ما به دور رویت ز چمن فَراغ دارد / که چو سرو پایبند است و چو لاله داغ دارد",
        "explanation": ""
      },
      {
        "text": "سرِ ما فرونیآید به کمانِ ابروی کَس / که درون گوشه‌گیران، ز جهان فَراغ دارد",
        "explanation": ""
      },
      {
        "text": "ز بنفشه تاب دارم که ز زلفِ او زند دم / تو سیاهِ کم‌بها بین، که چه در دِماغ دارد‌!",
        "explanation": ""
      },
      {
        "text": "به چمن خرام و بنگر برِ تختِ گل که لاله / به ندیمِ شاه مانَد که به کف ایاغ دارد",
        "explanation": ""
      },
      {
        "text": "شبِ ظلمت و بیابان، به کجا توان رسیدن؟ / مگر آن که شمعِ روی‌ات به رَهَم چراغ دارد",
        "explanation": ""
      },
      {
        "text": "من و شمعِ صبح‌گاهی سِزَد ار به هم بِگرییم / که بسوختیم و از ما بتِ ما فراغ دارد",
        "explanation": ""
      },
      {
        "text": "سِزَدم چو ابرِ بهمن که بر این چمن بِگریَم / طرب آشیانِ بلبل، بنگر که زاغ دارد",
        "explanation": ""
      },
      {
        "text": "سرِ درسِ عشق دارد دلِ دردمند حافظ / که نه خاطرِ تماشا نه هوای باغ دارد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۱۸",
    "verses": [
      {
        "text": "آن کس که به دست، جام دارد / سلطانیِ جَم، مُدام دارد",
        "explanation": ""
      },
      {
        "text": "آبی که خِضِر، حیات از او یافت / در می‌کده جو، که جام دارد",
        "explanation": ""
      },
      {
        "text": "سررشتهٔ جان، به جام بگذار / کاین رشته از او نظام دارد",
        "explanation": ""
      },
      {
        "text": "ما و مِی و زاهدان و تقوا / تا یار، سرِ کدام دارد",
        "explanation": ""
      },
      {
        "text": "بیرون ز لبِ تو ساقیا نیست / در دور، کسی که کام دارد",
        "explanation": ""
      },
      {
        "text": "نرگس همه شیوه‌های مستی / از چشمِ خوشت به وام دارد",
        "explanation": ""
      },
      {
        "text": "ذکرِ رخ و زلف تو دلم را / وردی‌ست که صبح و شام دارد",
        "explanation": ""
      },
      {
        "text": "بر سینهٔ ریشِ دردمندان / لعلت نمکی تمام دارد",
        "explanation": ""
      },
      {
        "text": "در چاهِ ذَقَن چو حافظ ای جان / حُسنِ تو دو صد غلام دارد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۱۹",
    "verses": [
      {
        "text": "دلی که غیب نمای است و جامِ جم دارد / ز خاتمی که دمی گم شود، چه غم دارد؟",
        "explanation": ""
      },
      {
        "text": "به خَطُّ و خالِ گدایان مده خزینهٔ دل / به دستِ شاهوَشی دِه که محترم دارد",
        "explanation": ""
      },
      {
        "text": "نه هر درخت تحمّل کند جفایِ خزان / غلامِ همتِ سروم که این قدم دارد",
        "explanation": ""
      },
      {
        "text": "رسید موسمِ آن کز طرب چو نرگسِ مست / نهد به پایِ قدح هر که شش درم دارد",
        "explanation": ""
      },
      {
        "text": "زر از بهایِ می اکنون چو گل دریغ مدار / که عقلِ کل به صدت عیب متّهم دارد",
        "explanation": ""
      },
      {
        "text": "ز سِرِّ غیب کس آگاه نیست، قصّه مخوان / کدام مَحرمِ دل ره در این حرم دارد؟",
        "explanation": ""
      },
      {
        "text": "دلم که لافِ تَجَرُّد زدی، کنون صد شغل / به بویِ زلفِ تو با بادِ صبحدم دارد",
        "explanation": ""
      },
      {
        "text": "مرادِ دل ز که پرسم؟ که نیست دلداری / که جلوهٔ نظر و شیوهٔ کرم دارد؟",
        "explanation": ""
      },
      {
        "text": "ز جِیبِ خرقهٔ حافظ چه طَرف بِتوان بست / که ما صمد طلبیدیم و او صَنم دارد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۲۰",
    "verses": [
      {
        "text": "بتی دارم که گِرد گل ز سُنبل سایه‌بان دارد / بهارِ عارضش خطّی به خونِ ارغوان دارد",
        "explanation": ""
      },
      {
        "text": "غبارِ خط بپوشانید خورشیدِ رُخَش یا رب / بقایِ جاودانش ده، که حُسنِ جاودان دارد",
        "explanation": ""
      },
      {
        "text": "چو عاشق می‌شدم گفتم که بُردم گوهرِ مقصود / ندانستم که این دریا چه موجِ خون‌فشان دارد",
        "explanation": ""
      },
      {
        "text": "ز چشمت جان نشاید بُرد کز هر سو که می‌بینم / کمین از گوشه‌ای کرده‌ست و تیر اندر کمان دارد",
        "explanation": ""
      },
      {
        "text": "چو دامِ طُرِّه افشاند ز گَردِ خاطرِ عشاق / به غَمّازِ صبا گوید که راِزِ ما نهان دارد",
        "explanation": ""
      },
      {
        "text": "بیفشان جرعه‌ای بر خاک و حالِ اهلِ دل بشنو / که از جمشید و کیخسرو، فراوان داستان دارد",
        "explanation": ""
      },
      {
        "text": "چو در رویت بخندد گُل، مشو در دامَش ای بلبل / که بر گُل اعتمادی نیست، گر حُسنِ جهان دارد",
        "explanation": ""
      },
      {
        "text": "خدا را، دادِ من بِسْتان از او ای شَحنهٔ مجلس / که می با دیگری خورده‌ست و با من سر گِران دارد",
        "explanation": ""
      },
      {
        "text": "به فِتراک ار همی‌بندی خدا را زود صیدم کن / که آفت‌هاست در تأخیر و طالب را زیان دارد",
        "explanation": ""
      },
      {
        "text": "ز سروِ قَدِّ دلجویت مکن محروم چشمم را / بدین سرچشمه‌اش بِنْشان که خوش آبی روان دارد",
        "explanation": ""
      },
      {
        "text": "ز خوفِ هجرم ایمن کن اگر امّیدِ آن داری / که از چشمِ بداندیشان خدایت در امان دارد",
        "explanation": ""
      },
      {
        "text": "چه عذرِ بختِ خود گویم؟ که آن عیّار شهرآشوب / به تلخی کُشت حافظ را و شِکَّر در دهان دارد",
        "explanation": ""
      }
    ]
  },
  {
    "title": "غزل شمارهٔ ۱۲۱",
    "verses": [
      {
        "text": "هر آن کو خاطرِ مجموع و یارِ نازنین دارد / سعادت همدم او گشت و دولتْ همنشین دارد",
        "explanation": ""
      },
      {
        "text": "حریمِ عشق را درگَه، بسی بالاتر از عقل است / کسی آن آستان بوسد، که جان در آستین دارد",
        "explanation": ""
      },
      {
        "text": "دهانِ تَنگِ شیرینش، مگر مُلکِ سلیمان است / که نقشِ خاتمِ لعلش، جهان زیرِ نگین دارد",
        "explanation": ""
      },
      {
        "text": "لبِ لعل و خطِ مشکین، چو آنش هست و اینش هست / بنازم دلبرِ خود را، که حُسنش آن و این دارد",
        "explanation": ""
      },
      {
        "text": "به خواری منگر ای مُنعِم، ضعیفان و نحیفان را / که صدرِ مجلسِ عشرت، گدای رهنشین دارد",
        "explanation": ""
      },
      {
        "text": "چو بر رویِ زمین باشی، توانایی غنیمت دان / که دوران، ناتوانی‌ها بسی زیرِ زمین دارد",
        "explanation": ""
      },
      {
        "text": "بلاگردانِ جان و تن، دعایِ مستمندان است / که بیند خیر از آن خرمن که ننگ از خوشه چین دارد؟",
        "explanation": ""
      },
      {
        "text": "صبا از عشقِ من رمزی، بگو با آن شهِ خوبان / که صد جمشید و کیخسرو، غلامِ کمترین دارد",
        "explanation": ""
      },
      {
        "text": "و گر گوید نمی‌خواهم، چو حافظ عاشقِ مفلس / بگوییدش که سلطانی، گدایی همنشین دارد",
        "explanation": ""
      }
    ]
  }




]