[
    {
        "title": "شمارهٔ ۱ - مجلس اول",
        "prose": [
            "الحمدلله الذی خلق الوجود من العدم ... فبدت علی صفحاته انوارُ اسرار القدم",
            "شکر آن خدایی را که او هست آفریده‌ست از عدم ... پس کرد پیدا بر عدم انوار اسرار قدم",
            "ما زال فی آزاله معززا بجلاله ... مستغنیا بکماله لا بالعبید و بالخدم",
            "مأوای هر آواره او بیچارگان را چاره او ... دلدار هر غمخواره او غفار هر صاحب ندم",
            "بهر العقول ظهوره سحر القلوب حضوره ... نور النواظر نوره سهر النفوس بما وسم",
            "والی علی احبابه اصناف لطف احسانه ... یا سوء کام بلایه بمراسم الکرم الاعم",
            "وافی الحجی عرفانه ما ضلّ فی فردانه ... سبحانه سبحانه ضاق المنی فاق الامم",
            "نعت النبی المصطفی لمّا عفی رسم الصفا ... تهدی به اوصافنا برشاده سبل الاعم",
            "صلی علیه الله ما ضائت مصابیح السما ... بل زاد خیراً کانما الحی به خیر الامم",
            "در خبر است از آن مقتدای زمرهٔ حقیقت و از آن پیشوای لشکر طریقت، و از آن نگین خاتم جلال، و از آن جوهر عنصر کمال، و از آن اطلس‌پوشِ والضحی، و از آن قصب‌بندِ واللیل اذا سجی، و از آن طیلسان‌دارِ ولسوف یعطیک ربک فترضی، آن صاحب‌خبر و للاخرة خیر لک من الاولی، آن مهتری که اگر حرمت برکت قدم او نبودی راه دین از خاک کفر پاک نگشتی، الیوم اکملت لکم دینکم، آن سروری که اگر هیبت دست او نبودی قبای ماه چاک نگشتی که اقتربت الساعة و انشق القمر،",
            "به از این بشنو: آدم ِ صفی خلعتِ صفوت از او یافت، ادریس با تدریس رفعت از او گرفت، روح پر فتوح در قالب نوح به عزت او درآمد، طیلسان صعود بر سر هود او کشید، کمر شمشیر خِلّت بر میان خلیل او بست، منشور امارت به نام اسماعیل او نبشت، خاتم مملکت در انگشت سلیمان او کرد، نعلین قربت در پای موسی او کرد، عمامهٔ رفعت بر سر عیسی او نهاد.",
            "این مهتر و این بهتر و این سیّد و این سرور که شمه‌ای از نعت او شنیدی چنین می‌فرماید: من جاوَز اربعین سنةً فلم یغلب خیره بشره فلیتجهز الی النّار. یعنی هر آن کس که در این سرای فتور و متاع غرور که تو او را دنیا می‌خوانی سال او به چهل برسد و خیر او بر شر او غالب نگردد و طاعت او بر معصیت راجح نیاید، او را بگوی که رخت برگیر و راه دوزخ گیر. عظیم وعیدی و بزرگ تهدیدی که مر عاصیان امت احمد راست. عمر عزیز خود را به حبه‌ای حرام فروخته، و خرمن بر آتش معصیت سوخته، و بی‌قیمت به قیامت آمده.",
            "دلیل این کلمه را مثالی بگویم و درّی ثمین از دریای خاطر بجویم.",
            "آن شمع را دیده‌ای که در لگن برافروخته‌اند و محبت او در دل اندوخته، و طایفه‌ای به گرد او درآمده و حاضران مجلس با او خوش برآمده، هر کس به مراعات او کمر بسته، و او بر بالای طشت چون سلطان نشسته، که ناگاه صبح صادق بدمد، همین طایفه بینی که دم در دمند، و به تیغ و کارد گردنش بزنند.",
            "از ایشان سؤال کنند که ای عجب! همه شب طاعت او را داشتید چه شد که امروز فرو گذاشتید؟ همان طایفه گویند که شمع به نزدیک ما چندان عزیز بود که خود را می‌سوخت، و روشنایی جهت ما می‌افروخت اکنون چون صبح صادق تاج افق بر سر نهاد و شعاع خود به عالم داد شمع را دیگر قیمت نباشد و ما را با او نسبت نه.",
            "پس ای عزیز من! این سخن را به مجاز مشنو که خواجگی دنیا بر مثال آن شمع برافروخته است و طایفه‌ای که به گرد او در آمده‌اند عیال و اطفال و خدم و حشم اویند، هر یکی به نوعی در مراعات او می‌پویند و سخن بر مراد او می‌گویند، که ناگاه صبح صادقِ اجل بدمد و تندباد قهر مرگ بوزد، خواجه را بینی که در قبضهٔ ملک‌الموت گرفتار گردد، و از تخت مراد بر تختهٔ نامرادی افتد.",
            "چون به گورستانش برند اطفال و عیال و بنده و آزاد به یکبار از وی اعراض کنند، از ایشان پرسند که چرا به یکبار روی از خواجه بگردانیدند، گویند خواجه را به نزدیک ما چندان عزّت بود که شمع‌صفت خود را در لگن دنیا می‌سوخت، و دانگانه از حلال و حرام می‌اندوخت، عمر نفیس خود را در معرض تلف می‌انداخت، و مال و منال از جهت ما خزینه می‌ساخت، اکنون تندباد خزان احزان بیخ عمرش از زمین زندگانی برکند و دست خواجه از گیر و دار کسب و کار فروماند، ما را با او چه نسبت و او را با ما چه مصلحت؟",
            "آورده‌اند که در باغی بلبلی بر شاخ درختی آشیانه داشت. اتفاقاً موری ضعیف در زیر آن درخت وطن ساخته و از بهر چند روزه مقام و مسکنی پرداخته.",
            "بلبل شب و روز گرد گلستان در پرواز آمده و بربطِ نغماتِ دلفریب در ساز آورده. مور به جمع نفحات لیل و نهار مشغول گشته، و هزاردستان در چمن باغ به آواز خویش غره شده. بلبل با گل رمزی می‌گفت و باد صبا در میان غمزی می‌کرد.",
            "چون این مور ضعیف ناز گل و نیاز بلبل مشاهده می‌کرد، به زبان حال می‌گفت: از این قیل و قال چه گشاید؟ کار در وقت دیگر پدید آید.",
            "چون فصل بهار برفت و موسم خزان درآمد، خار جای گل بگرفت، و زاغ در مقام بلبل نزول کرد. باد خزان در وزیدن آمد، و برگ از درخت ریزیدن گرفت. رخسارهٔ برگ زرد شد، و نفس هوا سرد گشت. از کُلهِ ابر دُر می‌ریخت، و از غربیل هوا کافور می‌بیخت.",
            "ناگاه بلبل در باغ آمد، نه رنگ گل دید و نه بوی سنبل شنید. زبانش با هزاردستان لال بماند، نه گل که جمال او بیند و نه سبزه که در کمال او نگرد. از بی‌برگی طاقت او طاق شد، و از بینوایی از نوا باز ماند.",
            "فرو مانده با یادش آمد که آخر نه روزی موری در زیر این درخت خانه داشت و دانه جمع می‌کرد، امروز حاجت به درِ او برم و به سبب قرب دار و حق جوار چیزی طلبم.",
            "بلبل گرسنهٔ ده روز، پیشِ مور به دریوزه رفت. گفت: ای عزیز! سخاوت نشان بختیاری است و سرمایهٔ کامکاری، من عمر عزیز به غفلت می‌گذاشتم، تو زیرکی می‌کردی و ذخیره می‌اندوختی، چه شود اگر امروز نصیبی از آن کرامت کنی؟",
            "مور گفت: تو شب و روز در قال بودی و من در حال، تو لحظه‌ای به طراوت گل مشغول بودی و دمی به نظارهٔ بهار مغرور، نمی‌دانستی که هر بهاری را خزانی و هر راهی را پایانی باشد.",
            "ای عزیزان! قصهٔ بلبل بشنوید و صورت حال خود بدان جمله حمل کنید، و بدانید که هر حیاتی را مماتی از پی است، و هر وصالی را فراقی در عقب، صاف حیات بی‌دُرد نیست، اطلس بقا بی بُردِ فنا نه،",
            "اگر قدم در راه طاعت می‌نهید ان الابرار لفی نعیم برخوانید که جزای شماست، و اگر رخت در کوی معصیت می‌کشید و ان الفجّار لفی جَحیم برخوانید که سزای شماست.",
            "در بهار دنیا چون بلبل غافل مباشید و در مزرعهٔ دنیا به زراعت اطاعت اجتهاد نمایید که الدنیا مزرعة الاخرة تا چون صرصر خزان موت در رسد، چون مور با دانه‌های عمل صالح به سوراخ گور در آیید.",
            "کارتان فرموده‌اند، بی‌کار مباشید تا در آن روزها که شهباز اذا وقعت الواقعة پرواز کند و پر و بال لیس لوقعتها کاذبة باز کند، و کوس القارعه بجنباند از تبش آفتاب قیامت مغزها در جوش آید، و از هیبت نفخهٔ صور دلها در خروش، معذور باشی و پشت دست تحسّر به دندان تحیّر نبری که چنین روزی در پیش داری و جهد کنی که در این ده روزه مهلت زواده‌ای حاصل کنی و ذخیره‌ای بنهی که روز قیامت روزی باشد که خلایق زمین و ملائکهٔ آسمان متحیر و متفکر باشند، و انبیا لرزان و اولیا ترسان و مقربان و حاضران مستعان.",
            "اگر امروز از مزرعهٔ دنیا توشه برداری فردا به بهشت باقی فرود آیی."
        ],
        "verses": [
            {
                "verse1": "درد و غمش مهمان دل نام لطیفش جان دل",
                "verse2": "دل زان او او زان دل گر عاشقی در نه قدم"
            },
            {
                "verse1": "درویش او را نام نه گر چاشت باشد شام نه",
                "verse2": "وندر دلش آرام نه از مهر بر جانش رقم"
            },
            {
                "verse1": "از هر چه گویم برتری وز هر چه خواهم بهتری",
                "verse2": "وز آنچه دانم مهتری ای جان جانها لاجرم"
            },
            {
                "verse1": "ای قوت دلها گفت او مهر هدی بر کفت او",
                "verse2": "ما نام قلبی جفت او فخر عرب نور عجم"
            },
            {
                "verse1": "عقل آشنای کوی او دل خیربادی سوی او",
                "verse2": "جانها فدای روی او او محتشم او محترم"
            },
            {
                "verse1": "گر به محشر خطاب قهر کند",
                "verse2": "انبیا را چه جای معذرت است"
            },
            {
                "verse1": "پرده از روی لطف گو بردار",
                "verse2": "کاشقیا را امید مغفرت است"
            },
            {
                "verse1": "کسی گوی دولت ز دنیا بَرَد",
                "verse2": "که با خود نصیبی به عقبی برد"
            }
        ]
    }
]