[
    {
        "title": "شمارهٔ ۱ - در تقریر دیباچه",
        "prose": [
            "سپاس بی‌عدّ و غایت و ستایش بی حد و نهایت آفریدگاری را جلّ جلاله و عمّ نواله که از کمال موجودات در دریای وجود شخص انسانی سفینه‌ای پردفینه پرداخت، و هر چه در اوصاف و اصناف و صور عالم مختلف دنیوی و اخروی تعبیه داشت زبده و خلاصهٔ همه در این سفینه خزینه ساخت، و در این دریا از خصوصیت وَلَقَدْ کَرَّمْنا بَنی آدم، سیر ترقی جز این سفینه را کرامت نفرمود، و به ساحل دریا جز این راه ننمود. و درود بی پایان و تحیّت فراوان از جهان‌آفرین با فراوان ستایش و آفرین بر پیشوای انبیا و مقتدای اصفیا محمد مصطفی باد که سفاین اشخاص انسانی را ملاح است و دریای بی‌منتهای حضرت سبحانی را سباح، صلوات الله علیه و علی آله الطیبین و خلفائه الراشدین و اصحابه التابعین اجمعین إلی یوم الدین.",
            "بدان که چون سفاین و مراکب دریای عالم ِ صورت را از سفینهٔ مختصر که آن را زورق خوانند چاره نیست که ردیف و حریف او باشد تا بدان حوایج او منقضی گردد. و اگر سفینهٔ بزرگ از هبوب ریاح مختلفه در معرض آسیبی افتد یا از آن گران‌باری به طرفی جنبد بدان سفینه خُرد رعایت مصلحتی نمایند و تخفیف را از آن کاهند و در این افزایند.",
            "پس سفینهٔ شخص انسانی که گرانبار کرامت ربانی‌ست و سیر او در دریای معانی، به سفینه مختصر که زورق سازند و غُرَرِ دُرَرِ بُجور در او پردازند، حاجتمندتر و اولی‌تر که قرین و همنشین او باشد خصوصاً آنها که سفاین خزاین ملک و ملکوت، و حمال احمال و اثقال عالم جبروتند: گرانباران اثقال انا سنلقی علیک قولاً ثقیلاً که حمل ثقیل امانت محبت که بر دریای موجودات و مکوّنات بعرض أنا عرضنا الأمانة علی السموات و الارض و الجبال عرضه کردند و هیچ موجود یارای تحمل اعبای آن نداشت و همه ترسان و لرزان فَابین ان یحملها شدند.",
            "سفینهٔ سینهٔ ایشان که دل شخص انسانی بود حامل آن آمد که و حملها الانسان، و به حقیقت این مساکین در تحمل اعبای اینکه عبور ایشان بر دریای عزت هویت و عظمت الوهیت اوست به سفینه مستحق‌ترند که و اما السفینة فکانت لمساکین یعملون فی البحر.",
            "در ضمن این اشارت هزاران بشارت است، این گدایان با فخر و سلطنت که اهل فقر و مسکنت‌اند یعنی آن سالکان طرق طریقت که غواص بحر حقیقت‌اند، اگرچه بدایت حال ایشان این است که اول به قدم شریعت از بحر طبیعت سیر کنند تا به شطر شطّ طریقت رسند و از آنجا بادبان طلب تابعیت بر صوب صواب ان لله فی ایام دهرکم نفخات الا فتعرضوا لها راست کنند و روی به دریای حقیقت اندر آرند.",
            "اما چون به سرحد دریا رسند کشتی همّت را به دست تهمت لشکر تعلقات کونین به تصرف تکلف و تبتل الیه تبتیلا منقطع گردانند و روی به لجهٔ بحر محیط حقیقت الا انه بکل شیئ محیط آرند. و چون بُعد بعید و مسافت پر آفت آن دریای بی‌پایان به خودی خود قطع نتوان کرد و بی سفینهٔ پر دفینه به آخر بحر زاخر نشاید رسید که الطلبُ ردّ و السبیل سد.",
            "تا اینها که سلطان و شان سدهٔ سیادتند در ادراک این سعادت یکی دست موافقت در فتراک مرافقت مسکین جالس مسکیناً می‌زند، و یکی گوهر شب‌افروز آدم و من دونه تحت لوائی، در عقد عقد شبه شبرنگ اللهم احینی مسکینا و امتنی مسکینا و احشرنی فی زمرة المساکین نظم می‌دهد.",
            "این چه سرّ است که سلاطین خود را طفیل مساکین می‌سازند با آنکه این مساکین بدان سلاطین می‌نازند، آری چون ندای اما السفینة فکانت لمساکین یعملون فی البحر در دادند این سلاطین خود را طفیل این مساکین ساختند تا غبار و صَمت و کان ورائهم ملک یأخذ کل سفینة غصبا بر دامن عصمت ایشان ننشیند و چون حوالتگاه انا عند المنکسرة قلوبهم مراحلی پیدا کردند پاکان گرد معیوبان فاردت أن اعیبها گردند و گویند اذکرونی فی صالح دُعائکم، و این مساکین خود را به هزار حیله در این بحر بی‌کرانه بر سفینهٔ مثلُ اهل بیتی کمثل سفینة نوح می‌بندند.",
            "این چه نقش‌های بوقلمون است که از پردهٔ غیب می‌نمایند و این چه طلسمات گوناگون است که می‌بندند و می‌گشایند؟ گاه سلیمان را به موری پند می‌دهند، و گاه محمد را به حمایت عنکبوتی می‌برند، گاه نوح را پناهگاه سفینه می‌سازند، اگر نوح را در عمری به یکی طوفان مبتلا کردند و به سفینه پناه برد، عشاق مسکین که همه عمر سر و کار ایشان با بحر محبت است و هر نفسی بر سر ایشان هزار طوفان محنت، چه عجب اگر تمسک به سفینه سازند تا خود را به ساحلی اندازند تا از این میانه بر کرانه و از این بحر به لبی یا به کناری رسند.",
            "به لابد دست‌آویز این مساکین که یعملون فی البحر، حرفت و صنعت ایشان است جز به سفینه نباشد تا در وقت تلاطم امواجِ هموم و تراکم افواج غموم پایمردی کند و ایشان را از نبات نکباء صبا و دبور خوف و رجا، و هبوب شمال و جنوب قبض و بسط، و عواصف عواطف انس و هیبت نجات دهد؛ و از خلاب وحشت و غرقاب حیرت برهاند.",
            "پس هر کس از این طایفه برای تقبیح قبایح و تفریح فوادح و دفع بلیت و جلب جمعیت مجموعه‌ای می‌سازند و بحار علوم از منثور و منظوم در وی می‌پردازند و انواع فواید و فرایند در آن دفینه می‌کنند و نامش سفینه می‌نهند اما در ضمن این سفینه بحرهای مختلفه است که عمان و قلزم در جنب آن غدیر روان است.",
            "اگر تجارت بحر و سفینه می‌خواهی سفینه‌ای که در او بحرها بود این است سفینه‌ای‌ست که گر صد هزار از آن خواهی کنار بحر هزارش روان به یک چین است.",
            "هرچند که از روی صورت، سفینه را صفت آن است که به مجالست و مؤانست او گاه از غرقاب قبض به ساحل بسط می توان رسید، و گاه از مهلکهٔ بسط به مشرعهٔ قبض می‌توان خرامید اما از راه معنی به حقیقت بحری‌ست که از زواهر دلالت معانی، و جواهر معادن انسانی متموج است و به گوهر ولآلی علوم ربّانی متزین.",
            "چون از روی حقیقت به دیدهٔ بصیرت نظر کنی در شهرستان قالب، طالب روح نوح‌صفت افتاده است هرچند امت صفات حیوانی و بهیمی و سبعی و شیطانی را به عبودیت حضرت ربوبیت دعوت می‌کنند به روز و شب و نهان و آشکارا که انی دعوت قومی لیلاً و نهاراً ثُم انی اعلنت لهم و اسررت لهم اسرارا. نشنوند و تمرد نمایند و هیچ گونه به طاعت و بندگی در نمی آیند.",
            "روح نوح از فراست ملکی روحانی چون از امت صفات جسمانی جز از خصوصیت اتجعل فیها من یفسد فیها و یسفک الدماء ملاحظه نمی‌کند، در مقام راز دست نیاز به دعا برمی‌دارد تا حق تعالی به طوفان بلا یکی را زنده نگذارد، و در می‌خواهد که رب لاتذر علی الارض من الکافرین دیارا، چه به نظر فراست روحانی می‌بیند که از کار صفات جسمانی جز متولّدات نفسانی و شهوانی نخیزد که هر یک هزاران فتنه و آشوب انگیزد که انک ان تذرهم یضلوا عبادک و لایلدوا الّا فاجراً کفارا.",
            "تا حق تعالی در اجابت دعای نوح روح از تنورهٔ دل فوارهٔ وفار التنور می‌گشاید و سیلاب عشق داعیهٔ طلب را که طوفان بلای عالم نفسانی و حیوانی‌ست و خانه برانداز صفات جسمانی و مغرق متولّدات شهوانی روانه می‌کند، و از ابر عنایت، باران عاطفت می‌باراند و در معرض غرقاب طوفانی و سیلاب بلا و ابتلای ربانی الهامات الطاف یزدانی به نوح روح می‌رسد که و اصنع الفلک باعیننا - ای نوع روح سفینه سکینه ساخته کن و خانهٔ دل از تعلقات کونین پرداخته گردان و کنعان نفس اماره را گرچه از ازدواج روح و جسد متولد است که ان ابنی من اهلی اما چون موصوف است به وصف انه عمل غیر صالح و داغ حرمان انه لیس من اهلک بر جبین جان دارد،",
            "هر چند تو از رحمت پدرانه و کرم کریمانه با او می‌گویی یا بنی ارکب معنا، او از جهل غافلانه و تمرّد جاهلانه گوید، سآوی الی جبل یعصمنی من الماء و از غایت ظلومی و جهولی از این بی‌خبر که لاعاصم الیوم من امر الله. ای نوح دست از این شفقت که نتیجهٔ صفات حیوانی‌ست بدار ولاتکونن من الجاهلین، چه به صواب‌دید اشارت موتوا قبل أن تموتوا صلاح وقت در آن است که پیوند از فرزند دلبند منقطع کنی و آیهٔ فکان من المغرقین برخوانی.",
            "عجب حالتی است که اسرار الطاف حق که در صور اصناف خلق تعبیه دارد با هر جان که آلوده شهوات و مستغرق بحر غفلات باشد کجا آشنایی دهد؟ یا آثار انوار فیض الهی در هر مشکوةسینه و مصباح‌دلی که زدودۀ هوا و ریا و بی زیت تحقیق و صفاست کی روشنایی پیدا شود؟ یک سرّ از اسرار حق بازدان و یک حرف از اشارت ایزدی بخوان.",
            "فی‌الجمله چون جگرسوختگان آتش محبّت و متحمّلان بار امانت را آتش اشتیاق بالا گیرد و دود فراق بر هودج دماغ کُله بندد، انشراح صدور و ارتیاح ارواح را مسوّداتی که مبیض چهرهٔ معانی بود تعلیق زند تا در مکاید رواید اشواق و مقاسات شدائد فراق از آن تعلیقات مایه و سرمایهٔ تفریح و ترویج سازند.",
            "و این المدامة من ریقة اجمام مفکرة و ترفیه خاطر را فهرست خزاین علوم بر عذار کاغذ تحریر و جلوهٔ تحسین مدّخر گردانند و از نوابت کلک صد هزار چنبر از عنبر تر بر دیبای ششتر ریزند تا چون آینه طباع از صدء ملالت و ضیق حالت مملو شود انجلاء انکساف را لطایف کلمات و ظرایف حالات گذشتگان که از صدور کتب و بطون دفاتر و انفاس پاکان در سفینه مدّخر باشند برخوانند آینهٔ طباع از زنگ ملالت به صفای آن مقالات مَجْلوّ گردد.",
            "القصه سفینه‌ها سازند که آن خازن عجایب اسرار و حافظ غرایب اخبار، و جامع علوم علما و مجموعهٔ حکمت حکماء و شاهنامهٔ عشاق و کارنامهٔ مشتاق، و محرّک سلسلهٔ طلب و بخور خلخهٔ طرب و رفیق شفیق و انیس جلیس بود.",
            "سفینه‌ای مشحون از غرایب فنون و عجایب بوقلمون، در او صدهزار ابکار افکار که امّهات بلاغت و آبای براعتند متوطّن، در خفایای زوایای مهوشانِ فواید و تنگ‌چشمان فراید، طوطیان طوبی ارواح و بلبلان قفس اشباح از خرمن حال به منقار قال آورند متمکن، و لآلئ که مشّاطۀ فصحا و بلغا به حلی و حلل فصاحت و بلاغت از عرایس و عوانی اسماع و اطباع اکابر و اکارم و افاضل و فواضل بیارایند.",
            "از لطایف انشاء و انشاد شراب صبوحی و صبوح بهاری، از طراوت الفاظ و معانی چون یاقوت رمّانی و جواهر عمّانی، هم مشام ارواح از روایح آن معطر و هم مسامع قلوب به ترقب نفحات آن معنبر، مضامین ضمایر در او مضمر و سواتر سرایر در او مستتر، منظوماتش چون جمال معشوقان دلربا، و منثوراتش چون حال عاشقان انگشت‌نما، در او غثّ و سمین با هم در کمین، و جد و هزل با هم همنشین، عرب و عجم با هم آمیخته، ترک و هندو در هم آویخته، حبشی و قرشی از یک خانه شده و همه با هم چو انار یکدانه گشته، قلم بر صفحات او رقّاصی کرده و ملاح فکر در بحور آن غوّاصی نموده، گاه فهم در او سبّاح، و گاه وهم در او ملّاح، چهرۀ امید از عکس آن گلشن و دیدۀ آرزو از ضیاء آن روشن، در سفر قرین و در حضر همنشین و خیر جلیس فی الزمان کتاب.",
            "اگر همچنین عنان بیان با دهان قلم سپرده آید گرد حصول این فصول و دقایق این حقایق بر نیاید و اگرچه از تیر تازی چون قلم به سر درآید.",
            "لم یبق فی الأرض قرطاس و لاقلم ولامداد و لاشیء من الورق پس همان بهتر که خیر الکلام ما قلّ و دلّ و لم یَملّ برخوانیم و آتش آرزوی این مقالات به آب تأمّل فرو نشانیم که اگر دریاهای عالم مداد گردد و درختان قلم شود و زمین قرطاس و نویسنده شوند جملة الناس از اول دنیا تا آخر عقبی شرح صفات آن نتوانند نوشت.",
            "تمت الرسالة فی تقریر دیباچه."
        ],
        "verses": [
            {
                "verse1": "دل عشق تو را واقعۀ نوح شمرد",
                "verse2": "زان روی سفینه‌ای فراهم آورد"
            },
            {
                "verse1": "یعنی که از این بحر که عمقش عشق است",
                "verse2": "جان جز به سفینه‌ای برون نتوان برد"
            },
            {
                "verse1": "زان‌رو که نجات از سفینه سبب است",
                "verse2": "در بحر غمش دلم سفینه طلب است"
            },
            {
                "verse1": "در بحر سفینه باشد این نیست عجب",
                "verse2": "در ضمن سفینه بحر باشد عجب است"
            },
            {
                "verse1": "ایستاده سفینه ای بر خشک",
                "verse2": "بحرهای روان در آن بسیار"
            },
            {
                "verse1": "هم از اوراق کاغذش الواح",
                "verse2": "همش از نوک کلک‌ها مسمار"
            },
            {
                "verse1": "کشتی‌یی لنگرش ز عقدهٔ عهد",
                "verse2": "بادبانش ز همّت احرار"
            },
            {
                "verse1": "از لطایف سکینۀ ارواح",
                "verse2": "وز غرایب جهینۀ اخبار"
            },
            {
                "verse1": "کشتی‌یی مملو از عجایب بحر",
                "verse2": "بحرهایی به طبع گوهربار"
            },
            {
                "verse1": "از لطافت بمانده بر سر آب",
                "verse2": "آبش از بحر سینۀ ابرار"
            }
        ]
    }
]